[
  {
    "title": "Topics in Modern Cosmology",
    "text": "<p>This chapter recounts the discovery that the spiral nebulae are galaxies of stars and coequals of the Milky Way, which led to the exploration of a new level in the hierarchy of structure in the physical universe called the realm of the spiral nebulae. It details how cosmology has grown to include the study of other systems, such as the radiation backgrounds and the gas cloud, but common luminous galaxies comparable to the Milky Way remain the centerpiece. It also highlights some of the ways people came to see that the spiral nebulae as island universes of stars and discusses some elements of the systematics of the structures and spatial distribution of the galaxies. The chapter reviews the luminosity of the Milky Way galaxy that had been estimated from star counts and statistical estimates of star distances by 1920. It mentions Ernst Öpik, who put the ratio of the mass to luminosity.</p>",
    "url": "https://doi.org/10.23943/princeton/9780691209814.003.0003",
    "source": "crossref",
    "timestamp": 2020
  },
  {
    "title": "General Relativity and Cosmology",
    "text": "<p>This chapter discusses the development of physical sciences in seemingly chaotic ways, by paths that are at best dimly seen at the time. It refers to the history of ideas as an important part of any science, and particularly worth examining in cosmology, where the subject has evolved over several generations. It also examines the puzzle of inertia, which traces the connection to Albert Einstein's bold idea that the universe is homogeneous in the large-scale average called “cosmological principle.” The chapter cites Newtonian mechanics that defines a set of preferred motions in space, the inertial reference frames, by the condition that a freely moving body has a constant velocity. It talks about Ernst Mach, who argued that inertial frames are determined relative to the motion of the rest of the matter in the universe.</p>",
    "url": "https://doi.org/10.23943/princeton/9780691209814.003.0002",
    "source": "crossref",
    "timestamp": 2020
  },
  {
    "title": "The Development of Physical Cosmology",
    "text": "<p>This chapter introduces physical cosmology as the attempt to make sense of the large-scale nature of the material world by the methods of the natural sciences. It explains that physical cosmology operates under the special restrictions of astronomy, which is considered successful in sister fields, such as stellar astronomy and particle physics. It cites the substantial progress of cosmology as an enterprise in physical science, although the advances certainly have moved around considerable gaps in one's understanding. The chapter details how cosmology inherits from basic physics the more ancient and honorable tradition of attempts to understand where the world came from, where it is going, and why. It reviews believable evidence that the universe is expanding, the space between the galaxies opening up, and that this expansion traces back to a hot dense phase, the big bang.</p>",
    "url": "https://doi.org/10.23943/princeton/9780691209814.003.0001",
    "source": "crossref",
    "timestamp": 2020
  },
  {
    "title": "The New Cosmology",
    "text": "<jats:title>Abstract</jats:title> <jats:p>Cosmology” means a theory of the universe as a whole. Since that universe is an emerging reality-one in process-I use the word to mean an understanding of both its origins and its evolution to the present day. In the past fifty years, a new scientific understanding of the entire universe has emerged, an understanding that is fundamentally a story of the whole twelve-to fifteen-billion-year emergence of nature as a whole, including most recently ourselves. That story is both a scientific cosmology and a religious cosmogony, both scientifically true and religiously revelatory and meaningful. Because it is scientific and religious, it may help us (as cultural historian and theologian Thomas Berry and others claim) to reorient ourselves within the whole and thereby provide a comprehensive guide for living in our time.</jats:p>",
    "url": "https://doi.org/10.1093/oso/9780195119909.003.0003",
    "source": "crossref",
    "timestamp": 1999
  },
  {
    "title": "Observational cosmology",
    "text": "<jats:title>Abstract</jats:title> <jats:p>The isotropic 2.7 K blackbody radiation, the 24 per cent cosmic helium abundance, and the similarity between the ages of galaxies and the age of the universe all support the big-bang models derived from general relativity assuming the cosmological principle. Can we test these models in more detail? In particular, can we determine the current value of the deceleration parameter q (Section 4.7) and thereby deduce what the future of the universe will be? In this chapter we look at a variety of cosmological tests, using discrete sources of radiation and the microwave background radiation fluctuations, that have been applied to try to answer this question.</jats:p>",
    "url": "https://doi.org/10.1093/oso/9780198527466.003.0007",
    "source": "crossref",
    "timestamp": 2003
  },
  {
    "title": "The Atacama Cosmology Telescope: DR6 constraints on extended cosmological models",
    "text": "We use new cosmic microwave background (CMB) primary temperature and polarization anisotropy measurements from the Atacama Cosmology Telescope (ACT) Data Release 6 (DR6) to test foundational assumptions of the standard cosmological model, ΛCDM, and set constraints on extensions to it. We derive constraints from the ACT DR6 power spectra alone, as well as in combination with legacy data from the Planck mission. To break geometric degeneracies, we include ACT and Planck CMB lensing data and baryon acoustic oscillation data from DESI Year-1. To test the dependence of our results on non-ACT data, we also explore combinations replacing Planck with WMAP and DESI with BOSS, and further add supernovae measurements from Pantheon+ for models that affect the late-time expansion history. We verify the near-scale-invariance (running of the spectral index dns /d ln k = 0.0062 ± 0.0052) and adiabaticity of the primordial perturbations. Neutrino properties are consistent with Standard Model predictions: we find no evidence for new light, relativistic species that are free-streaming (N eff = 2.86 ± 0.13, which combined with astrophysical measurements of primordial helium and deuterium abundances becomes N eff = 2.89 ± 0.11), for non-zero neutrino masses (∑mν < 0.089 eV at 95% CL), or for neutrino self-interactions. We also find no evidence for self-interacting dark radiation (N idr < 0.134), or for early-universe variation of fundamental constants, including the fine-structure constant (α EM/α EM,0 = 1.0043 ± 0.0017) and the electron mass (me /me,0 = 1.0063 ± 0.0056). Our data are consistent with standard big bang nucleosynthesis (we find Yp = 0.2312 ± 0.0092), the COBE/FIRAS-inferred CMB temperature (we find T CMB = 2.698 ± 0.016 K), a dark matter component that is collisionless and with only a small fraction allowed as axion-like particles, a cosmological constant (w = -0.986 ± 0.025), and the late-time growth rate predicted by general relativity (γ = 0.663 ± 0.052). We find no statistically significant preference for a departure from the baseline ΛCDM model. In fits to models invoking early dark energy, primordial magnetic fields, or an arbitrary modified recombination history, we find H 0 = 69.9+0.8 -1.5, 69.1 ± 0.5, or 69.6 ± 1.0 km/s/Mpc, respectively; using BOSS instead of DESI BAO data reduces the central values of these constraints by 1–1.5 km/s/Mpc while only slightly increasing the error bars. In general, models introduced to increase the Hubble constant or to decrease the amplitude of density fluctuations inferred from the primary CMB are not favored over ΛCDM by our data.",
    "url": "https://www.semanticscholar.org/paper/45e01c1a1a231f6f303b2146108011f042bd337e",
    "source": "semantic_scholar",
    "timestamp": 2025
  },
  {
    "title": "The Dark Energy Survey: Cosmology Results with ∼1500 New High-redshift Type Ia Supernovae Using the Full 5 yr Data Set",
    "text": "We present cosmological constraints from the sample of Type Ia supernovae (SNe Ia) discovered and measured during the full 5 yr of the Dark Energy Survey (DES) SN program. In contrast to most previous cosmological samples, in which SNe are classified based on their spectra, we classify the DES SNe using a machine learning algorithm applied to their light curves in four photometric bands. Spectroscopic redshifts are acquired from a dedicated follow-up survey of the host galaxies. After accounting for the likelihood of each SN being an SN Ia, we find 1635 DES SNe in the redshift range 0.10 < z < 1.13 that pass quality selection criteria sufficient to constrain cosmological parameters. This quintuples the number of high-quality z > 0.5 SNe compared to the previous leading compilation of Pantheon+ and results in the tightest cosmological constraints achieved by any SN data set to date. To derive cosmological constraints, we combine the DES SN data with a high-quality external low-redshift sample consisting of 194 SNe Ia spanning 0.025 < z < 0.10. Using SN data alone and including systematic uncertainties, we find ΩM = 0.352 ± 0.017 in flat ΛCDM. SN data alone now require acceleration (q 0 < 0 in ΛCDM) with over 5σ confidence. We find (ΩM,w)=(0.264−0.096+0.074,−0.80−0.16+0.14) in flat wCDM. For flat w 0 w a CDM, we find (ΩM,w0,wa)=(0.495−0.043+0.033,−0.36−0.30+0.36,−8.8−4.5+3.7) , consistent with a constant equation of state to within ∼2σ. Including Planck cosmic microwave background, Sloan Digital Sky Survey baryon acoustic oscillation, and DES 3 × 2pt data gives (ΩM, w) = (0.321 ± 0.007, −0.941 ± 0.026). In all cases, dark energy is consistent with a cosmological constant to within ∼2σ. Systematic errors on cosmological parameters are subdominant compared to statistical errors; these results thus pave the way for future photometrically classified SN analyses.",
    "url": "https://www.semanticscholar.org/paper/1fc25749097f16f955314f3b6cdc884a9ff5be80",
    "source": "semantic_scholar",
    "timestamp": 2024
  },
  {
    "title": "Cosmology of axion dark matter",
    "text": "I present an introduction and topical review on axions as a dark matter candidate. Emphasis is placed on issues surrounding the cosmology of axion dark matter that are relevant for present-day searches, including: early-Universe production mechanisms, predictions of the axion mass, bounds on axion properties derived from cosmological data, as well as the direct and indirect detection of relic axion populations.",
    "url": "https://www.semanticscholar.org/paper/8a4d3ac3a37a6cd2bb6a3e84a11bcca2bc1e1971",
    "source": "semantic_scholar",
    "timestamp": 2024
  },
  {
    "title": "The Atacama Cosmology Telescope: DR6 Gravitational Lensing Map and Cosmological Parameters",
    "text": "We present cosmological constraints from a gravitational lensing mass map covering 9400 deg2 reconstructed from measurements of the cosmic microwave background (CMB) made by the Atacama Cosmology Telescope (ACT) from 2017 to 2021. In combination with measurements of baryon acoustic oscillations and big bang nucleosynthesis, we obtain the clustering amplitude σ 8 = 0.819 ± 0.015 at 1.8% precision, S8≡σ8(Ωm/0.3)0.5=0.840±0.028 , and the Hubble constant H 0 = (68.3 ± 1.1) km s−1 Mpc−1 at 1.6% precision. A joint constraint with Planck CMB lensing yields σ 8 = 0.812 ± 0.013, S8≡σ8(Ωm/0.3)0.5=0.831±0.023 , and H 0 = (68.1 ± 1.0) km s−1 Mpc−1. These measurements agree with ΛCDM extrapolations from the CMB anisotropies measured by Planck. We revisit constraints from the KiDS, DES, and HSC galaxy surveys with a uniform set of assumptions and find that S 8 from all three are lower than that from ACT+Planck lensing by levels ranging from 1.7σ to 2.1σ. This motivates further measurements and comparison, not just between the CMB anisotropies and galaxy lensing but also between CMB lensing probing z ∼ 0.5–5 on mostly linear scales and galaxy lensing at z ∼ 0.5 on smaller scales. We combine with CMB anisotropies to constrain extensions of ΛCDM, limiting neutrino masses to ∑m ν < 0.13 eV (95% c.l.), for example. We describe the mass map and related data products that will enable a wide array of cross-correlation science. Our results provide independent confirmation that the universe is spatially flat, conforms with general relativity, and is described remarkably well by the ΛCDM model, while paving a promising path for neutrino physics with lensing from upcoming ground-based CMB surveys.",
    "url": "https://www.semanticscholar.org/paper/1665eb8ed9011f7ae86242682358b4542e14dcea",
    "source": "semantic_scholar",
    "timestamp": 2023
  },
  {
    "title": "Neutrino cosmology after DESI: tightest mass upper limits, preference for the normal ordering, and tension with terrestrial observations",
    "text": "The recent DESI Baryon Acoustic Oscillation measurements have led to tight upper limits on the neutrino mass sum, potentially in tension with oscillation constraints requiring ∑ mν ≳ 0.06 eV. Under the physically motivated assumption of positive ∑ mν , we study the extent to which these limits are tightened by adding other available cosmological probes, and robustly quantify the preference for the normal mass ordering over the inverted one, as well as the tension between cosmological and terrestrial data. Combining DESI data with Cosmic Microwave Background measurements and several late-time background probes, the tightest 2σ limit we find without including a local H 0 prior is ∑ mν < 0.05 eV. This leads to a strong preference for the normal ordering, with Bayes factor relative to the inverted one of 46.5. Depending on the dataset combination and tension metric adopted, we quantify the tension between cosmological and terrestrial observations as ranging between 2.5σ and 5σ. These results are strenghtened when allowing for a time-varying dark energy component with equation of state lying in the physically motivated non-phantom regime, w(z) ≥ -1, highlighting an interesting synergy between the nature of dark energy and laboratory probes of the mass ordering. If these tensions persist and cannot be attributed to systematics, either or both standard neutrino (particle) physics or the underlying cosmological model will have to be questioned.",
    "url": "https://www.semanticscholar.org/paper/23a20694572de585f2b9fc3a462a447e7b26ecdc",
    "source": "semantic_scholar",
    "timestamp": 2024
  },
  {
    "title": "Cosmology with the Laser Interferometer Space Antenna",
    "text": "The Laser Interferometer Space Antenna (LISA) has two scientific objectives of cosmological focus: to probe the expansion rate of the universe, and to understand stochastic gravitational-wave backgrounds and their implications for early universe and particle physics, from the MeV to the Planck scale. However, the range of potential cosmological applications of gravitational-wave observations extends well beyond these two objectives. This publication presents a summary of the state of the art in LISA cosmology, theory and methods, and identifies new opportunities to use gravitational-wave observations by LISA to probe the universe.",
    "url": "https://www.semanticscholar.org/paper/f5970c35fe41b517284795d8f8acc6d2da53cb1d",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "The Atacama Cosmology Telescope: DR4 maps and cosmological parameters",
    "text": "We present new arcminute-resolution maps of the Cosmic Microwave Background temperature and polarization anisotropy from the Atacama Cosmology Telescope, using data taken from 2013–2016 at 98 and 150 GHz. The maps cover more than 17,000 deg2, the deepest 600 deg2 with noise levels below 10μK-arcmin. We use the power spectrum derived from almost 6,000 deg2 of these maps to constrain cosmology. The ACT data enable a measurement of the angular scale of features in both the divergence-like polarization and the temperature anisotropy, tracing both the velocity and density at last-scattering. From these one can derive the distance to the last-scattering surface and thus infer the local expansion rate, H0. By combining ACT data with large-scale information from WMAP we measure H0=67.6± 1.1 km/s/Mpc, at 68% confidence, in excellent agreement with the independently-measured Planck satellite estimate (from ACT alone we find H0=67.9± 1.5 km/s/Mpc). The ΛCDM model provides a good fit to the ACT data, and we find no evidence for deviations: both the spatial curvature, and the departure from the standard lensing signal in the spectrum, are zero to within 1σ; the number of relativistic species, the primordial Helium fraction, and the running of the spectral index are consistent with ΛCDM predictions to within 1.5–2.2σ. We compare ACT, WMAP, and Planck at the parameter level and find good consistency; we investigate how the constraints on the correlated spectral index and baryon density parameters readjust when adding CMB large-scale information that ACT does not measure. The DR4 products presented here will be publicly released on the NASA Legacy Archive for Microwave Background Data Analysis.",
    "url": "https://www.semanticscholar.org/paper/bb9c59f2466d17d856f6c4a35ebe195fa1f9c371",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "MultiNest: an efficient and robust Bayesian inference tool for cosmology and particle physics",
    "text": "We present further development and the first public release o f our multimodal nested sampling algorithm, called MULTINEST. This Bayesian inference tool calculates the evidence, with an associated error estimate, and produces posterior s amples from distributions that may contain multiple modes and pronounced (curving) degeneracies in high dimensions. The developments presented here lead to further substantia l improvements in sampling efficiency and robustness, as compared to the original algorit hm presented in Feroz & Hobson (2008), which itself significantly outperformed existi ng MCMC techniques in a wide range of astrophysical inference problems. The accuracy and economy of the MULTINEST algorithm is demonstrated by application to two toy problems and to a cosmological in",
    "url": "https://www.semanticscholar.org/paper/9abae6c3f93a300b764842acfe27722a7a942dcd",
    "source": "semantic_scholar",
    "timestamp": 2008
  },
  {
    "title": "Teleparallel gravity: from theory to cosmology",
    "text": "Teleparallel gravity (TG) has significantly increased in popularity in recent decades, bringing attention to Einstein’s other theory of gravity. In this Review, we give a comprehensive introduction to how teleparallel geometry is developed as a gauge theory of translations together with all the other properties of gauge field theory. This relates the geometry to the broader metric-affine approach to forming gravitational theories where we describe a systematic way of constructing consistent teleparallel theories that respect certain physical conditions such as local Lorentz invariance. We first use TG to formulate a teleparallel equivalent of general relativity (GR) which is dynamically equivalent to GR but which may have different behaviors for other scenarios, such as quantum gravity. After setting this foundation, we describe the plethora of modified teleparallel theories of gravity that have been proposed in the literature. We attempt to connect them together into general classes of covariant gravitational theories. Of particular interest, we highlight the recent proposal of a teleparallel analogue of Horndeski gravity which offers the possibility of reviving all of the regular Horndeski contributions. In the second part of the Review, we first survey works in teleparallel astrophysics literature where we focus on the open questions in this regime of physics. We then discuss the cosmological consequences for the various formulations of TG. We do this at background level by exploring works using various approaches ranging from dynamical systems to Noether symmetries, and more. Naturally, we then discuss perturbation theory, firstly by giving a concise approach in which this can be applied in TG theories and then apply it to a number of important theories in the literature. Finally, we examine works in observational and precision cosmology across the plethora of proposal theories. This is done using some of the latest observations and is used to tackle cosmological tensions which may be alleviated in teleparallel cosmology. We also introduce a number of recent works in the application of machine learning to gravity, we do this through deep learning and Gaussian processes, together with discussions about other approaches in the literature.",
    "url": "https://www.semanticscholar.org/paper/4a933a6d463e2b566f236032c49a706724c0b528",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "KiDS-1000 Cosmology: Multi-probe weak gravitational lensing and spectroscopic galaxy clustering constraints",
    "text": "We present a joint cosmological analysis of weak gravitational lensing observations from the Kilo-Degree Survey (KiDS-1000), with redshift-space galaxy clustering observations from the Baryon Oscillation Spectroscopic Survey (BOSS) and galaxy-galaxy lensing observations from the overlap between KiDS-1000, BOSS, and the spectroscopic 2-degree Field Lensing Survey. This combination of large-scale structure probes breaks the degeneracies between cosmological parameters for individual observables, resulting in a constraint on the structure growth parameter S8 = σ8√(Ωm/0.3) = 0.766−0.014+0.020, which has the same overall precision as that reported by the full-sky cosmic microwave background observations from Planck. The recovered S8 amplitude is low, however, by 8.3 ± 2.6% relative to Planck. This result builds from a series of KiDS-1000 analyses where we validate our methodology with variable depth mock galaxy surveys, our lensing calibration with image simulations and null-tests, and our optical-to-near-infrared redshift calibration with multi-band mock catalogues and a spectroscopic-photometric clustering analysis. The systematic uncertainties identified by these analyses are folded through as nuisance parameters in our cosmological analysis. Inspecting the offset between the marginalised posterior distributions, we find that the S8-difference with Planck is driven by a tension in the matter fluctuation amplitude parameter, σ8. We quantify the level of agreement between the cosmic microwave background and our large-scale structure constraints using a series of different metrics, finding differences with a significance ranging between ∼3σ, when considering the offset in S8, and ∼2σ, when considering the full multi-dimensional parameter space.",
    "url": "https://www.semanticscholar.org/paper/1bf58c69e2c37e6c322de191da961acbc400db2b",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "KiDS-1000 cosmology: Cosmic shear constraints and comparison between two point statistics",
    "text": "We present cosmological constraints from a cosmic shear analysis of the fourth data release of the Kilo-Degree Survey (KiDS-1000), which doubles the survey area with nine-band optical and near-infrared photometry with respect to previous KiDS analyses. Adopting a spatially flat standard cosmological model, we findS8=σ8(Ωm/0.3)0.5= 0.759−0.021+0.024for our fiducial analysis, which is in 3σtension with the prediction of thePlanckLegacy analysis of the cosmic microwave background. We compare our fiducial COSEBIs (Complete Orthogonal Sets of E/B-Integrals) analysis with complementary analyses of the two-point shear correlation function and band power spectra, finding the results to be in excellent agreement. We investigate the sensitivity of all three statistics to a number of measurement, astrophysical, and modelling systematics, finding ourS8constraints to be robust and dominated by statistical errors. Our cosmological analysis of different divisions of the data passes the Bayesian internal consistency tests, with the exception of the second tomographic bin. As this bin encompasses low-redshift galaxies, carrying insignificant levels of cosmological information, we find that our results are unchanged by the inclusion or exclusion of this sample.",
    "url": "https://www.semanticscholar.org/paper/f62f94e4626506c3cd29295242b4f2ba0aa9f962",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "Principles of Physical Cosmology",
    "text": "This book is the essential introduction to this critical area of modern physics, written by a leading pioneer who has shaped the course of the field for decades. The book provides an authoritative overview of the field, showing how observation has combined with theory to establish the science of physical cosmology. The book presents the elements of physical cosmology, including the history of the discovery of the expanding universe; surveys the cosmological tests that measure the geometry of space-time, with a discussion of general relativity as the basis for these tests; and reviews the origin of galaxies and the large-scale structure of the universe. Now featuring the author's 2019 Nobel lecture, the book remains an indispensable reference for students and researchers alike.",
    "url": "https://www.semanticscholar.org/paper/c517ecfa102b058db68ead3f044983dfcc01fc40",
    "source": "semantic_scholar",
    "timestamp": 1993
  },
  {
    "title": "Particle Physics and Inflationary Cosmology",
    "text": "With the invention of unified theories of strong, weak, electromagnetic and gravitational interactions, elementaryparticle physics has entered a very interesting and unusual stage of its development. The end of the 1960s saw the introduction of the Glashow‐Weinberg‐Salam unification of the weak and electromagnetic interactions. In 1974 came the grand unified theories of the strong, weak and electromagnetic interactions. Two years later we had supergravity, giving us the first hope of unifying all fundamental interactions, including gravitation. The beginning of the 1980s witnessed a renewal of interest in the Kaluza‐Klein theories and supergravity in higher‐dimensional space‐time. Nowadays superstring theory is the leading candidate for the role of “theory of everything.”",
    "url": "https://www.semanticscholar.org/paper/b6d98d3a19b119e95ba7bfe35c8517f430b246e8",
    "source": "semantic_scholar",
    "timestamp": 1987
  },
  {
    "title": "Cosmology",
    "text": "Cosmology is the study of the nature of the universe, the cosmos. The term cosmology was first used in English in 1656 in Thomas Blount's Glossographia, with the meaning of \"a speaking of the world\". In 1731, German philosopher Christian Wolff used the term cosmology in Latin (cosmologia) to denote a branch of metaphysics that deals with the general nature of the physical world. Cosmology is investigated by scientists, including astronomers and physicists, as well as philosophers, such as metaphysicians, philosophers of physics, and philosophers of space and time. Because of this shared scope with philosophy, theories in physical cosmology may include both scientific and non-scientific propositions and may depend upon assumptions that cannot be tested. Religious or mythological cosmology is a body of beliefs based on mythological, religious, and esoteric literature and traditions of creation myths and eschatology.",
    "url": "https://en.wikipedia.org/wiki/Cosmology",
    "source": "wikipedia",
    "timestamp": "2026-02-04"
  }
]