[
  {
    "title": "Mathematics",
    "text": "",
    "url": "https://doi.org/10.33029/9704-5689-7-mat-2021-1-320",
    "source": "crossref",
    "timestamp": 2021
  },
  {
    "title": "The Mathematics of Mathematics",
    "text": "",
    "url": "https://doi.org/10.1007/978-94-6300-926-3_3",
    "source": "crossref",
    "timestamp": 2017
  },
  {
    "title": "Hilbert mathematics versus Gödel mathematics. IV. The new approach of Hilbert mathematics easily resolving the most difficult problems of Gödel mathematics",
    "text": "<jats:p>The paper continues the consideration of Hilbert mathematics to mathematics itself as an additional “dimension” allowing for the most difficult and fundamental problems to be attacked in a new general and universal way shareable between all of them. That dimension consists in the parameter of the “distance between finiteness and infinity”, particularly able to interpret standard mathematics as a particular case, the basis of which are arithmetic, set theory and propositional logic: that is as a special “flat” case of Hilbert mathematics. The following four essential problems are considered for the idea to be elucidated: Fermat’s last theorem proved by Andrew Wiles; Poincaré’s conjecture proved by Grigori Perelman and the only resolved from the seven Millennium problems offered by CMI; the four-color theorem proved “machine-likely” by enumerating all cases and the crucial software assistance; the Yang-Mills existence and mass gap problem also suggested by CMI and yet unresolved</jats:p>",
    "url": "https://doi.org/10.33774/coe-2023-jt4vq",
    "source": "crossref",
    "timestamp": 2023
  },
  {
    "title": "Mathematics or Common Sense? Researching ‘Invisible’ Mathematics through Adults’ Mathematics Life Histories",
    "text": "",
    "url": "https://doi.org/10.1007/0-306-47221-x_3",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Acknowledgment to Reviewers of Mathematics in 2021",
    "text": "<jats:p>Rigorous peer-reviews are the basis of high-quality academic publishing [...]</jats:p>",
    "url": "https://doi.org/10.3390/math10040547",
    "source": "crossref",
    "timestamp": 2022
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2017",
    "text": "<jats:p>Peer review is an essential part in the publication process, ensuring that Mathematics maintains high quality standards for its published papers.[...]</jats:p>",
    "url": "https://doi.org/10.3390/math6010014",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2014",
    "text": "<jats:p>The editors of Mathematics would like to express their sincere gratitude to the following reviewers for assessing manuscripts in 2014:[...]</jats:p>",
    "url": "https://doi.org/10.3390/math3010001",
    "source": "crossref",
    "timestamp": 2015
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2018",
    "text": "<jats:p>Rigorous peer-review is the corner-stone of high-quality academic publishing [...]</jats:p>",
    "url": "https://doi.org/10.3390/math7010064",
    "source": "crossref",
    "timestamp": 2019
  },
  {
    "title": "Mathematics Phenomenologically",
    "text": "",
    "url": "https://doi.org/10.1007/0-306-47202-3_1",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Reflections on History of Mathematics",
    "text": "History of Mathematics and Mathematics Education ",
    "url": "https://doi.org/10.1007/978-94-007-7473-5_7",
    "source": "crossref",
    "timestamp": 2014
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2019",
    "text": "<jats:p>The editorial team greatly appreciates the reviewers who have dedicated their considerable time and expertise to the journal’s rigorous editorial process over the past 12 months, regardless of whether the papers are finally published or not [...]</jats:p>",
    "url": "https://doi.org/10.3390/math8010145",
    "source": "crossref",
    "timestamp": 2020
  },
  {
    "title": "Acknowledgment to Reviewers of Mathematics in 2020",
    "text": "<jats:p>Peer review is the driving force of journal development, and reviewers are gatekeepers who ensure that Mathematics maintains its standards for the high quality of its published papers [...]</jats:p>",
    "url": "https://doi.org/10.3390/math9020196",
    "source": "crossref",
    "timestamp": 2021
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2015",
    "text": "<jats:p>The editors of Mathematics would like to express their sincere gratitude to the following reviewers for assessing manuscripts in 2015. [...]</jats:p>",
    "url": "https://doi.org/10.3390/math4010004",
    "source": "crossref",
    "timestamp": 2016
  },
  {
    "title": "Mathematics and Mathematics Education Policy",
    "text": "",
    "url": "https://doi.org/10.1007/978-94-007-7473-5_15",
    "source": "crossref",
    "timestamp": 2014
  },
  {
    "title": "Mathematics: Maya Mathematics",
    "text": "",
    "url": "https://doi.org/10.1007/springerreference_78405",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Acknowledgment to the Reviewers of Mathematics in 2022",
    "text": "<jats:p>High-quality academic publishing is built on rigorous peer review [...]</jats:p>",
    "url": "https://doi.org/10.3390/math11030643",
    "source": "crossref",
    "timestamp": 2023
  },
  {
    "title": "Hilbert mathematics versus Gödel mathematics III. Hilbert mathematics by itself, and Gödel mathematics versus the physical world within it: both as its particular cases",
    "text": "<jats:p>The paper discusses Hilbert mathematics, a kind of Pythagorean mathematics, to which the physical world is a particular case. The parameter of the “distance between finiteness and infinity” is crucial. Any nonzero finite value of it features the particular case in the frameworks of Hilbert mathematics where the physical world appears “ex nihilo” by virtue of an only mathematical necessity or quantum information conservation physically. One does not need the mythical Big Bang which serves to concentrate all the violations of energy conservation in a “safe”, maximally remote point in the alleged “beginning of the universe”. On the contrary, an omnipresent and omnitemporal medium obeying quantum information conservation rather than energy conservation permanently generates action and thus the physical world. The utilization of that creation “ex nihilo” is accessible to humankind, at least theoretically, as long as one observes the physical laws, which admit it in their new generalization</jats:p>",
    "url": "https://doi.org/10.33774/coe-2023-fl6vn",
    "source": "crossref",
    "timestamp": 2023
  },
  {
    "title": "Ethno-mathematics, the Nature of Mathematics and Mathematics Education",
    "text": "",
    "url": "https://doi.org/10.4324/9780203362594-28",
    "source": "crossref",
    "timestamp": 2003
  },
  {
    "title": "Mathematics: Aztec Mathematics",
    "text": "",
    "url": "https://doi.org/10.1007/springerreference_78026",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Active learning increases student performance in science, engineering, and mathematics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/6009556bdf3aa3a111a6ddc2c9200a59af1e13e2",
    "source": "semantic_scholar",
    "timestamp": 2014
  },
  {
    "title": "Handbook of Mathematical Functions With Formulas, Graphs and Mathematical Tables (National Bureau of Standards Applied Mathematics Series No. 55)",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/92d5f6f2d13484c688ca4c08c1279229ba266089",
    "source": "semantic_scholar",
    "timestamp": 1965
  },
  {
    "title": "The Mathematics Of Diffusion",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/58ea5f275157eb4fe2e67e1e062b9ec5848f14ed",
    "source": "semantic_scholar",
    "timestamp": 1956
  },
  {
    "title": "Adding It Up: Helping Children Learn Mathematics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/585dc59b68e156da2dbdd7af61490aeb4fa0f55e",
    "source": "semantic_scholar",
    "timestamp": 2013
  },
  {
    "title": "ChatGPT: A revolutionary tool for teaching and learning mathematics",
    "text": "This study aims to examine the perspectives of various stakeholders, such as students and educators, on the use of artificial intelligence in teaching mathematics, specifically after the launch of ChatGPT. The study adopts a qualitative case study approach consisting of two stages: content analysis of interviews and investigation of user experience. The first stage of the study shows that ChatGPT is recognized for its improved math capabilities and ability to increase educational success by providing users with basic knowledge of mathematics and various topics. ChatGPT can offer comprehensive instruction and assistance in the study of geometry, and the public discourse on social media is generally positive, with enthusiasm for the use of ChatGPT in teaching mathematics and educational settings. However, there are also voices that approach using ChatGPT in educational settings with caution. In the second stage of the study, the investigation of user experiences through three educational scenarios revealed various issues. ChatGPT lacks a deep understanding of geometry and cannot effectively correct misconceptions. The accuracy and effectiveness of ChatGPT solutions may depend on the complexity of the equation, input data, and the instructions given to ChatGPT. ChatGPT is expected to become more efficient in resolving increasingly complex mathematical problems. The results of this investigation propose a number of avenues for research that ought to be explored in order to guarantee the secure and conscientious integration of chatbots, especially ChatGPT, into mathematics education and learning.",
    "url": "https://www.semanticscholar.org/paper/d84a3276181a12eabc62e01ad9c2457b66e4b7e5",
    "source": "semantic_scholar",
    "timestamp": 2023
  },
  {
    "title": "The Mathematics of Computerized Tomography",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/d162573ec41926a8bad701fab1eec6036a599030",
    "source": "semantic_scholar",
    "timestamp": 1986
  },
  {
    "title": "The Mathematics of Infectious Diseases",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/9d0c4389436d3ab8ed329dba8c58e8ac6737fd3b",
    "source": "semantic_scholar",
    "timestamp": 2000
  },
  {
    "title": "Learning to Think Mathematically: Problem Solving, Metacognition, and Sense Making in Mathematics (Reprint)",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/d3d720baa7080594c2fad06bb2ac90cc46666735",
    "source": "semantic_scholar",
    "timestamp": 2009
  },
  {
    "title": "The Mathematics of Statistical Machine Translation: Parameter Estimation",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/ab7b5917515c460b90451e67852171a531671ab8",
    "source": "semantic_scholar",
    "timestamp": 1993
  },
  {
    "title": "The Mathematics of Diffusion.",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/2331485d13ac3c7ad8b65c3d847ec4eefa293b59",
    "source": "semantic_scholar",
    "timestamp": 1957
  },
  {
    "title": "Graduate Texts in Mathematics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/7ba5078a4f81c74deb4c5e10fcb4aceb6eb635ef",
    "source": "semantic_scholar",
    "timestamp": 1982
  },
  {
    "title": "Advanced Engineering Mathematics",
    "text": "Part One - Ordinary Differential Equations. 1. First Order Differential Equations. 2. Second Order Differential Equations. 3. The Laplace Transform. 4. Series Solutions. 5. Numerical Approximation Of Solutions. 6. Sturm-Liouville Theory, Eigenfunction Expansions And Special Functions. Part Two - Vectors And Linear Algebra. 7. Vectors And Vector Space. 8. Matrices, Determinants And Systems Of Linear Equations. 9. Eigenvalues And Diagonalization. Part Three - Systems Of Differential Equations And Qualitative Methods. 10. Linear Systems Of Differential Equations. 11. Non-linear Differential Equations And Qualitative Methods. Part Four - Vector Analysis. 12. Vector Differential Calculus. 13. Vector Integral Calculus. Part Five - Fourier Analysis And Boundary Value Problems. 14. Fourier Series And Integrals. 15. Fourier Transforms. 16. Partial Differential Equations And Boundary Value Problems. Part Six - Complex Analysis. 17. Complex Numbers And Complex Fractions. 18. Complex Integration. 19. Conformal Mappings And Some Applications.",
    "url": "https://www.semanticscholar.org/paper/e60bd78ca8621c3938f740947d985c2ea5ff5d67",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "Mathematica--A System for Doing Mathematics by Computer.",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/8adee62600afbeae6770340306cd84d8d9649fba",
    "source": "semantic_scholar",
    "timestamp": 1989
  },
  {
    "title": "Curriculum and Evaluation Standards for School Mathematics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/9036f1e03c4da901805c56e169efa57869194885",
    "source": "semantic_scholar",
    "timestamp": 1988
  },
  {
    "title": "Special Functions Of Mathematics For Engineers",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/1ec00efa9444e35c38efa69c09f38dcf101357ff",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "Cognitive apprenticeship: Teaching the crafts of reading, writing, and mathematics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/e2c5934ce38f28ca0e9e2d07423a13d895e4ae8e",
    "source": "semantic_scholar",
    "timestamp": 1988
  },
  {
    "title": "Model Theory: Third Edition (Dover Books On Mathematics) By C.C. Chang;H. Jerome Keisler;Mathematics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/b811beadfb6bcd5548794845d44203810463db3f",
    "source": "semantic_scholar",
    "timestamp": 1966
  },
  {
    "title": "Concrete mathematics - a foundation for computer science",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/86b05bc7e953e683fa839ad01d6100a8f99558df",
    "source": "semantic_scholar",
    "timestamp": 1991
  },
  {
    "title": "Roles and Research Trends of Artificial Intelligence in Mathematics Education: A Bibliometric Mapping Analysis and Systematic Review",
    "text": "Learning mathematics has been considered as a great challenge for many students. The advancement of computer technologies, in particular, artificial intelligence (AI), provides an opportunity to cope with this problem by diagnosing individual students’ learning problems and providing personalized supports to maximize their learning performances in mathematics courses. However, there is a lack of reviews from diverse perspectives to help researchers, especially novices, gain a whole picture of the research of AI in mathematics education. To this end, this research aims to conduct a bibliometric mapping analysis and systematic review to explore the role and research trends of AI in mathematics education by searching for the relevant articles published in the quality journals indexed by the Social Sciences Citation Index (SSCI) from the Web of Science (WOS) database. Moreover, by referring to the technology-based learning model, several dimensions of AI in mathematics education research, such as the application domains, participants, research methods, adopted technologies, research issues and the roles of AI as well as the citation and co-citation relationships, are taken into account. Accordingly, the advancements of AI in mathematics education research are reported, and potential research topics for future research are recommended.",
    "url": "https://www.semanticscholar.org/paper/29bb2e304c56aa98c471697882023f603daa6e49",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "Knowing and Teaching Elementary Mathematics Teachers' Understanding of Fundamental Mathematics in China and the United States",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/73040939532d861a984abe8ef4c6e4d240cd25e5",
    "source": "semantic_scholar",
    "timestamp": 2010
  }
]