[
  {
    "title": "Topics in Modern Cosmology",
    "text": "<p>This chapter recounts the discovery that the spiral nebulae are galaxies of stars and coequals of the Milky Way, which led to the exploration of a new level in the hierarchy of structure in the physical universe called the realm of the spiral nebulae. It details how cosmology has grown to include the study of other systems, such as the radiation backgrounds and the gas cloud, but common luminous galaxies comparable to the Milky Way remain the centerpiece. It also highlights some of the ways people came to see that the spiral nebulae as island universes of stars and discusses some elements of the systematics of the structures and spatial distribution of the galaxies. The chapter reviews the luminosity of the Milky Way galaxy that had been estimated from star counts and statistical estimates of star distances by 1920. It mentions Ernst Öpik, who put the ratio of the mass to luminosity.</p>",
    "url": "https://doi.org/10.23943/princeton/9780691209814.003.0003",
    "source": "crossref",
    "timestamp": 2020
  },
  {
    "title": "General Relativity and Cosmology",
    "text": "<p>This chapter discusses the development of physical sciences in seemingly chaotic ways, by paths that are at best dimly seen at the time. It refers to the history of ideas as an important part of any science, and particularly worth examining in cosmology, where the subject has evolved over several generations. It also examines the puzzle of inertia, which traces the connection to Albert Einstein's bold idea that the universe is homogeneous in the large-scale average called “cosmological principle.” The chapter cites Newtonian mechanics that defines a set of preferred motions in space, the inertial reference frames, by the condition that a freely moving body has a constant velocity. It talks about Ernst Mach, who argued that inertial frames are determined relative to the motion of the rest of the matter in the universe.</p>",
    "url": "https://doi.org/10.23943/princeton/9780691209814.003.0002",
    "source": "crossref",
    "timestamp": 2020
  },
  {
    "title": "The Development of Physical Cosmology",
    "text": "<p>This chapter introduces physical cosmology as the attempt to make sense of the large-scale nature of the material world by the methods of the natural sciences. It explains that physical cosmology operates under the special restrictions of astronomy, which is considered successful in sister fields, such as stellar astronomy and particle physics. It cites the substantial progress of cosmology as an enterprise in physical science, although the advances certainly have moved around considerable gaps in one's understanding. The chapter details how cosmology inherits from basic physics the more ancient and honorable tradition of attempts to understand where the world came from, where it is going, and why. It reviews believable evidence that the universe is expanding, the space between the galaxies opening up, and that this expansion traces back to a hot dense phase, the big bang.</p>",
    "url": "https://doi.org/10.23943/princeton/9780691209814.003.0001",
    "source": "crossref",
    "timestamp": 2020
  },
  {
    "title": "The New Cosmology",
    "text": "<jats:title>Abstract</jats:title> <jats:p>Cosmology” means a theory of the universe as a whole. Since that universe is an emerging reality-one in process-I use the word to mean an understanding of both its origins and its evolution to the present day. In the past fifty years, a new scientific understanding of the entire universe has emerged, an understanding that is fundamentally a story of the whole twelve-to fifteen-billion-year emergence of nature as a whole, including most recently ourselves. That story is both a scientific cosmology and a religious cosmogony, both scientifically true and religiously revelatory and meaningful. Because it is scientific and religious, it may help us (as cultural historian and theologian Thomas Berry and others claim) to reorient ourselves within the whole and thereby provide a comprehensive guide for living in our time.</jats:p>",
    "url": "https://doi.org/10.1093/oso/9780195119909.003.0003",
    "source": "crossref",
    "timestamp": 1999
  },
  {
    "title": "Observational cosmology",
    "text": "<jats:title>Abstract</jats:title> <jats:p>The isotropic 2.7 K blackbody radiation, the 24 per cent cosmic helium abundance, and the similarity between the ages of galaxies and the age of the universe all support the big-bang models derived from general relativity assuming the cosmological principle. Can we test these models in more detail? In particular, can we determine the current value of the deceleration parameter q (Section 4.7) and thereby deduce what the future of the universe will be? In this chapter we look at a variety of cosmological tests, using discrete sources of radiation and the microwave background radiation fluctuations, that have been applied to try to answer this question.</jats:p>",
    "url": "https://doi.org/10.1093/oso/9780198527466.003.0007",
    "source": "crossref",
    "timestamp": 2003
  },
  {
    "title": "Cosmology",
    "text": "Cosmology is the study of the nature of the universe, the cosmos. The term cosmology was first used in English in 1656 in Thomas Blount's Glossographia, with the meaning of \"a speaking of the world\". In 1731, German philosopher Christian Wolff used the term cosmology in Latin (cosmologia) to denote a branch of metaphysics that deals with the general nature of the physical world. Cosmology is investigated by scientists, including astronomers and physicists, as well as philosophers, such as metaphysicians, philosophers of physics, and philosophers of space and time. Because of this shared scope with philosophy, theories in physical cosmology may include both scientific and non-scientific propositions and may depend upon assumptions that cannot be tested. Religious or mythological cosmology is a body of beliefs based on mythological, religious, and esoteric literature and traditions of creation myths and eschatology.",
    "url": "https://en.wikipedia.org/wiki/Cosmology",
    "source": "wikipedia",
    "timestamp": "2026-02-04"
  }
]