[
  {
    "title": "Mathematics",
    "text": "",
    "url": "https://doi.org/10.33029/9704-5689-7-mat-2021-1-320",
    "source": "crossref",
    "timestamp": 2021
  },
  {
    "title": "The Mathematics of Mathematics",
    "text": "",
    "url": "https://doi.org/10.1007/978-94-6300-926-3_3",
    "source": "crossref",
    "timestamp": 2017
  },
  {
    "title": "Mathematics or Common Sense? Researching ‘Invisible’ Mathematics through Adults’ Mathematics Life Histories",
    "text": "",
    "url": "https://doi.org/10.1007/0-306-47221-x_3",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Hilbert mathematics versus Gödel mathematics. IV. The new approach of Hilbert mathematics easily resolving the most difficult problems of Gödel mathematics",
    "text": "<jats:p>The paper continues the consideration of Hilbert mathematics to mathematics itself as an additional “dimension” allowing for the most difficult and fundamental problems to be attacked in a new general and universal way shareable between all of them. That dimension consists in the parameter of the “distance between finiteness and infinity”, particularly able to interpret standard mathematics as a particular case, the basis of which are arithmetic, set theory and propositional logic: that is as a special “flat” case of Hilbert mathematics. The following four essential problems are considered for the idea to be elucidated: Fermat’s last theorem proved by Andrew Wiles; Poincaré’s conjecture proved by Grigori Perelman and the only resolved from the seven Millennium problems offered by CMI; the four-color theorem proved “machine-likely” by enumerating all cases and the crucial software assistance; the Yang-Mills existence and mass gap problem also suggested by CMI and yet unresolved</jats:p>",
    "url": "https://doi.org/10.33774/coe-2023-jt4vq",
    "source": "crossref",
    "timestamp": 2023
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2019",
    "text": "<jats:p>The editorial team greatly appreciates the reviewers who have dedicated their considerable time and expertise to the journal’s rigorous editorial process over the past 12 months, regardless of whether the papers are finally published or not [...]</jats:p>",
    "url": "https://doi.org/10.3390/math8010145",
    "source": "crossref",
    "timestamp": 2020
  },
  {
    "title": "Mathematics Phenomenologically",
    "text": "",
    "url": "https://doi.org/10.1007/0-306-47202-3_1",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Acknowledgment to Reviewers of Mathematics in 2021",
    "text": "<jats:p>Rigorous peer-reviews are the basis of high-quality academic publishing [...]</jats:p>",
    "url": "https://doi.org/10.3390/math10040547",
    "source": "crossref",
    "timestamp": 2022
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2017",
    "text": "<jats:p>Peer review is an essential part in the publication process, ensuring that Mathematics maintains high quality standards for its published papers.[...]</jats:p>",
    "url": "https://doi.org/10.3390/math6010014",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "Reflections on History of Mathematics",
    "text": "History of Mathematics and Mathematics Education ",
    "url": "https://doi.org/10.1007/978-94-007-7473-5_7",
    "source": "crossref",
    "timestamp": 2014
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2015",
    "text": "<jats:p>The editors of Mathematics would like to express their sincere gratitude to the following reviewers for assessing manuscripts in 2015. [...]</jats:p>",
    "url": "https://doi.org/10.3390/math4010004",
    "source": "crossref",
    "timestamp": 2016
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2018",
    "text": "<jats:p>Rigorous peer-review is the corner-stone of high-quality academic publishing [...]</jats:p>",
    "url": "https://doi.org/10.3390/math7010064",
    "source": "crossref",
    "timestamp": 2019
  },
  {
    "title": "Hilbert mathematics versus Gödel mathematics III. Hilbert mathematics by itself, and Gödel mathematics versus the physical world within it: both as its particular cases",
    "text": "<jats:p>The paper discusses Hilbert mathematics, a kind of Pythagorean mathematics, to which the physical world is a particular case. The parameter of the “distance between finiteness and infinity” is crucial. Any nonzero finite value of it features the particular case in the frameworks of Hilbert mathematics where the physical world appears “ex nihilo” by virtue of an only mathematical necessity or quantum information conservation physically. One does not need the mythical Big Bang which serves to concentrate all the violations of energy conservation in a “safe”, maximally remote point in the alleged “beginning of the universe”. On the contrary, an omnipresent and omnitemporal medium obeying quantum information conservation rather than energy conservation permanently generates action and thus the physical world. The utilization of that creation “ex nihilo” is accessible to humankind, at least theoretically, as long as one observes the physical laws, which admit it in their new generalization</jats:p>",
    "url": "https://doi.org/10.33774/coe-2023-fl6vn",
    "source": "crossref",
    "timestamp": 2023
  },
  {
    "title": "Acknowledgment to Reviewers of Mathematics in 2020",
    "text": "<jats:p>Peer review is the driving force of journal development, and reviewers are gatekeepers who ensure that Mathematics maintains its standards for the high quality of its published papers [...]</jats:p>",
    "url": "https://doi.org/10.3390/math9020196",
    "source": "crossref",
    "timestamp": 2021
  },
  {
    "title": "Acknowledgment to the Reviewers of Mathematics in 2022",
    "text": "<jats:p>High-quality academic publishing is built on rigorous peer review [...]</jats:p>",
    "url": "https://doi.org/10.3390/math11030643",
    "source": "crossref",
    "timestamp": 2023
  },
  {
    "title": "Acknowledgement to Reviewers of Mathematics in 2014",
    "text": "<jats:p>The editors of Mathematics would like to express their sincere gratitude to the following reviewers for assessing manuscripts in 2014:[...]</jats:p>",
    "url": "https://doi.org/10.3390/math3010001",
    "source": "crossref",
    "timestamp": 2015
  },
  {
    "title": "Mathematics: Aztec Mathematics",
    "text": "",
    "url": "https://doi.org/10.1007/springerreference_78026",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Ethno-mathematics, the Nature of Mathematics and Mathematics Education",
    "text": "",
    "url": "https://doi.org/10.4324/9780203362594-28",
    "source": "crossref",
    "timestamp": 2003
  },
  {
    "title": "Communicating, mathematics, communicating mathematics—Joe Gallian style",
    "text": "",
    "url": "https://doi.org/10.1090/conm/479/09347",
    "source": "crossref",
    "timestamp": 2009
  },
  {
    "title": "Mathematics: Maya Mathematics",
    "text": "",
    "url": "https://doi.org/10.1007/springerreference_78405",
    "source": "crossref",
    "timestamp": null
  }
]