[
  {
    "title": "Microplastics in Our Waters: Insights from a Configurative Systematic Review of Water Bodies and Drinking Water Sources",
    "text": "<jats:p>Microplastics (MPs), defined as plastic particles smaller than 5 mm, are an emerging global environmental and health concern due to their pervasive presence in aquatic ecosystems. This systematic review synthesizes data on the distribution, shapes, materials, and sizes of MPs in various water sources, including lakes, rivers, seas, tap water, and bottled water, between 2014 and 2024. Results reveal that river water constitutes the largest share of studies on MP pollution (30%), followed by lake water (24%), sea water (19%), bottled water (17%), and tap water (11%), reflecting their critical roles in MP transport and accumulation. Seasonal analysis indicates that MP concentrations peak in the wet season (38%), followed by the dry (32%) and transitional (30%) seasons. Spatially, China leads MP research globally (19%), followed by the USA (7.8%) and India (5.9%). MPs are predominantly composed of polyethylene (PE), polypropylene (PP), and polyethylene terephthalate (PET), with fibers and fragments being the most common shapes. Sub-millimeter MPs (&lt;1 mm) dominate globally, with significant variations driven by anthropogenic activities, industrial discharge, and environmental factors such as rainfall and temperature. The study highlights critical gaps in understanding the long-term ecological and health impacts of MPs, emphasizing the need for standardized methodologies, improved waste management, and innovative mitigation strategies. This review underscores the urgency of addressing microplastic pollution through global collaboration and stricter regulatory measures.</jats:p>",
    "url": "https://doi.org/10.3390/microplastics4020024",
    "source": "crossref",
    "timestamp": 2025
  },
  {
    "title": "Microplastics in bottled water: assessing drinking safety in Nepal",
    "text": "Microplastics in bottled drinking water pose several potential health risks. Therefore, the objective of this study was to quantify the microplastic content and determine their types in bottled drinking water in Nepal. Bottled water samples of 17 different brands representing five provinces of Nepal were collected based on random sampling and availability. The methodology involved separating microplastics from bottled water using vacuum filtration, quantifying their mass, and conducting microscopic imaging to identify their types – such as fibers, beads, fragments, and films. Microplastics identification was further confirmed using the hot needle test. All 17 bottled water brands were found to contain microplastics. The microplastic content in the samples ranged from 0.09 ± 0.04 to 8.40 ± 4.94 mg/L. Smaller microplastics (<100 μm) predominated, comprising 70–98% of the total, while larger particles (100–5,000 μm) accounted for only 2–30%. The composition of microplastics across samples was as follows: microfibers (2–29%), microbeads (4–59%), microfilms (1–13%), and microfragments (24–80%). The findings of this research provide valuable insights into the prevalence of microplastics in bottled drinking water in Nepal and highlight the need for stricter regulations mandating microplastic testing and continuous monitoring.",
    "url": "https://www.semanticscholar.org/paper/fd80af83d70d3fa44a8ad33f12bd6b5b981b24e5",
    "source": "semantic_scholar",
    "timestamp": 2025
  },
  {
    "title": "The Detection and Analysis of Microplastics in a Typical Mountainous Drinking Water System in China",
    "text": "Microplastics (MPs) are widely detected in urban drinking water systems. However, the presence and characteristics of MPs in mountainous drinking water systems with independent and simple filtration facilities have been overlooked. In this study, we revealed the ubiquity of MPs and demonstrated that their concentrations increased along with the pipeline length in Bainitan Village, Tiantai County, China. The simple filtration facility in this village did not effectively remove most MPs. Polyethylene, polyurethane, and polyethylene terephthalate were the dominant polymers in water samples (72.32% in total), while polyvinylchloride, polyurethane, and polyethylene were the most prevalent in the sediment (74.00% in total) of the reservoir. Long fragments were the predominant shape of MPs in all samples, with the majority being smaller than 100 μm. The estimated daily intake of MPs through drinking water ingestion was highest in infants (2.14–31.26 MPs/kg bw/day), compared to children (1.41–20.67 MPs/kg bw/day) and adults (1.05–15.35 MPs/kg bw/day), highlighting their increased vulnerability. This emphasizes the need for advanced water treatment systems in mountainous regions. It also underscores the necessity for government attention to improve water safety in remote areas. Our research will contribute valuable baseline data for further research on MP exposure, particularly in mountainous communities.",
    "url": "https://www.semanticscholar.org/paper/73556b4464da462ff587c3dff7232f3a3febf375",
    "source": "semantic_scholar",
    "timestamp": 2024
  },
  {
    "title": "Profile and Different Approaches for Size Characterization of Microplastics in Drinking Water from the Lisbon Water Supply System",
    "text": "Microplastics (MPs) contribute to the overall pollution of water sources, affecting not only aquatic ecosystems but also water for human consumption (WHC). Currently, there needs to be a global consensus on safe levels of microplastics in WHC, which will allow regulatory efforts and risk assessments to be carried out. Therefore, this study aims to characterize MP particles in WHC of the Lisbon water supply system (LWSS) and compare two approaches to quantify these particles (length and width of the particles, and the area equivalent diameter (AED) of the particles). The quantification of MP particles was made via micro-FTIR (Fourier Transform Infrared Spectroscopy) on transmission mode after water filtration on 5 µm silicon filters. Thirty-eight WHC samples from the LWSS showed MPs up to 836 MPs/L, with an average value of 196 MPs/L. The most representative polymer was polyethylene (PE, 77.2%). The other eight polymers were also quantified. The length and width of MPs ranged between 84 µm and 41 µm, respectively. The AED of MPs ranged between 24 µm and 405 µm. The MP dimensions of both approaches can differ significantly.",
    "url": "https://www.semanticscholar.org/paper/90f3ca21dcdee509ca54895c7b5b7875e284f37d",
    "source": "semantic_scholar",
    "timestamp": 2024
  },
  {
    "title": "Contamination and removal efficiency of microplastics and synthetic fibres in a conventional drinking water treatment plant in Geneva, Switzerland.",
    "text": "Although it is known that freshwater resources are contaminated with microplastics (MPs), still limited information is known about the efficiency of large drinking water treatment plants (DWTP) to remove microplastics. Moreover, reported concentrations of MPs in drinking water variates from some units to thousands of units per litre and the sampling volumes used for MPs analysis are generally heterogeneous and limited. The present study evaluates the removal of MPs and synthetic fibres in the main DWTP of Geneva, Switzerland, by considering large sampling volumes at different time intervals. Furthermore, contrary to other studies, this DWTP does not count with a clarification process before sand filtration and coagulated water is sent directly to sand filtration. In this study a distinction is made between microplastics as fragments, films, pellets, and synthetic fibres. Raw water and effluents of each filtering mass (sand and activated carbon filtration) are analysed for the presence of MPs and synthetic fibres with sizes ≥63 μm using infrared spectroscopy. Concentrations of MPs in raw water range from 25.7 to 55.6 MPs/m3 and in treated water from 0 to 4 MPs/m3, respectively. Results show that 70 % of MPs are retained during sand filtration and total removal is equal to 97 % in treated water after activated carbon filtration. Concentration of identified synthetic fibres is low (average value of 2 synthetic fibres/m3) and constant in all steps of water treatment. Chemical composition of microplastics and synthetic fibres is found more heterogeneous in raw water than after sand filtration and activated carbon filtration, indicating the persistence of some types of plastics (like polyethylene and polyethylene terephthalate) in water treatment processes. Heterogeneities in MP concentrations are observed from one sampling campaign to another, indicating significant variations of MP concentrations in raw water.",
    "url": "https://www.semanticscholar.org/paper/e8a5d9b578c1700406d90e91d4bbfbc096ed354e",
    "source": "semantic_scholar",
    "timestamp": 2023
  },
  {
    "title": "Toward Scalability: Fe‐MOF‐Based Ultrafiltration Membrane for Effective Microplastics Removal from Drinking Water at Point‐of‐Use",
    "text": "ABSTRACT The frequent detection of microplastics (MPs) in bottled drinking water underscores the need for effective point‐of‐use (POU) purification strategies to limit human exposure, particularly given their ability to transport co‐contaminants. While metal‐organic frameworks (MOFs) have been extensively investigated for MP removal, their application in practical POU drinking water purification remains largely underexplored, especially regarding scalability and delivery of potable water after filtration. In this work, NH2‐MIL‐101(Fe) MOF is integrated onto a commercial polyvinylidene fluoride (PVDF) ultrafiltration (UF) membrane to develop a Fe‐MOF@UF composite for enhanced removal of polyethylene terephthalate (PET)‐MP from drinking water. The optimally synthesized Fe‐MOF@UF membrane achieved a PET‐MP rejection efficacy of ∼94%. Additionally, its practical applicability is validated using commercially available PET‐bottled drinking water, confirming the effective removal of MPs while delivering potable water compliant with international drinking water quality standards. Collectively, these outcomes emphasize the first practical viability of MOF‐membrane hybrids for POU drinking water treatment. Despite limitations, this research lays a strong groundwork for future efforts toward performance optimization and highlights a viable pathway for scalable, cost‐effective, and sustainable MOF‐incorporated household MP filtration units.",
    "url": "https://www.semanticscholar.org/paper/c44a4d473edaece8921b179c47cbb92bd5128bba",
    "source": "semantic_scholar",
    "timestamp": 2026
  },
  {
    "title": "Contamination and Removal Efficiency of Microplastics and Synthetic Fibres in a Conventional Drinking Water Treatment Plant",
    "text": "Microplastics have been detected all around the globe in freshwaters which are frequently used to produce drinking water. Therefore, the contamination of raw water with microplastics that supplies drinking water treatment plants, and their removal efficiency is raising more concern and interest. In the present study, we evaluated the microplastic contamination in a conventional drinking water treatment plant (Geneva, Switzerland) and the contribution of coagulation on the efficiency of the filtration systems (sand and activated carbon filtrations) in the removal efficiency of microplastics (MPs) and synthetic fibres. This work was performed in a pilot station that replicates the main drinking water treatment process. Raw water and effluents of each filtering processes were analysed for the presence of MPs and synthetic fibres with sizes ≥ 63 μm using infrared spectroscopy. The contamination of MPs in raw water and in drinking water ranged from 19.5 to 143.5 MPs/m3 and from 0 to 8 MPs/m3 (in presence and absence of coagulant), respectively. On the other hand, concentration of synthetic fibres ranged from 7.7 to 23.8 synthetic fibres/m3 in raw water and from 0 to 3 synthetic fibres/m3 in drinking water. Results show that on average 89% of microplastics and 81% of synthetic fibres (≥63 μm) are retained in water treatment in absence of coagulant. Better final removal efficiency of microplastics (97%) and synthetic fibres (96%) was observed in drinking water with coagulation treatment. The chemical composition of microplastics and synthetic fibres is found more heterogeneous in raw water than after sand filtration and activated carbon filtration.",
    "url": "https://www.semanticscholar.org/paper/27dee3b2a6ce43727e4975acd02ba09a15f1d2fa",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "What have we known so far about microplastics in drinking water treatment? A timely review",
    "text": "Microplastics (MPs) have been widely detected in drinking water sources and tap water, raising the concern of the effectiveness of drinking water treatment plants (DWTPs) in protecting the public from exposure to MPs through drinking water. We collected and analyzed the available research articles up to August 2021 on MPs in drinking water treatment (DWT), including laboratory- and full-scale studies. This article summarizes the major MP compositions (materials, sizes, shapes, and concentrations) in drinking water sources, and critically reviews the removal efficiency and impacts of MPs in various drinking water treatment processes. The discussed drinking water treatment processes include coagulation-flocculation (CF), membrane filtration, sand filtration, and granular activated carbon (GAC) filtration. Current DWT processes that are purposed for particle removal are generally effective in reducing MPs in water. Various influential factors to MP removal are discussed, such as coagulant type and dose, MP material, shape and size, and water quality. It is anticipated that better MP removal can be achieved by optimizing the treatment conditions. Moreover, the article framed the major challenges and future research directions on MPs and nanoplastics (NPs) in DWT.",
    "url": "https://www.semanticscholar.org/paper/bd393224cc53457ef08b2a4241938c7d2aa6c226",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "Pre-oxidization-induced change of physicochemical characteristics and removal behaviours in conventional drinking water treatment processes for polyethylene microplastics",
    "text": "Microplastics (MPs), as emerging pollutants, have attracted worldwide attention due to their ecological and biological toxicity. As microplastics have been detected frequently in drinking water, it is essential to evaluate the physicochemical property change and removal behaviors of MPs in drinking water treatment processes. This study selected polyethylene microplastics (PE-MPs) as the representative, and investigated the variations in its physicochemical characteristics after oxidizing by several conventional pre-oxidants (potassium permanganate, sodium hypochlorite, and ozone). Furthermore, coagulation, sedimentation, and filtration experiments were conducted to verify whether pre-oxidization influenced the removal of microplastics. The results indicate that pre-oxidization indeed changed the hydrophobicity, specific surface area, and functional groups of PE-MPs surface exposing to water phase. These changes affected the adsorption of trace pollutants with different hydrophobicity (acesulfame, carbamazepine, and nitrobenzene). However, such changes showed a subtle effect on the removal of PE MPs by coagulation–sedimentation–filtration processes. Current findings suggest that pre-oxidization may increase the risk of pathogenic microorganisms due to the increasing oxidization-induced shelter ability of MPs towards microorganisms.",
    "url": "https://www.semanticscholar.org/paper/835c4174f1f1acf36a1ae7230d455ff538135383",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "Selecting the Front-Runners: Comparative Evaluation of Emerging Technologies for Microplastic Removal from Drinking Water",
    "text": "Microplastics (MPs) have emerged as persistent and ubiquitous contaminants in aquatic and terrestrial environments, yet existing reviews often focus narrowly on conventional removal methods and lack an integrated assessment of rapidly emerging technologies. This review addresses this critical gap by providing a comprehensive and comparative synthesis of both established and next-generation approaches for MP removal from water and wastewater systems. Conventional methods such as coagulation–flocculation, sedimentation, and filtration are compared with advanced approaches including membrane separation, adsorption using engineered biochar and nanomaterials, advanced oxidation processes (AOPs), and biodegradation using microbial or enzymatic pathways. Particular emphasis is placed on hybrid and integrated systems, an area seldom summarized in prior reviews, highlighting their synergistic potential to enhance removal efficiency, reduce energy demand, and improve operational stability. Promising front-runner technologies including membrane filtration coupled with coagulation pretreatment and biochar-based magnetic adsorption systems have been identified based on a balanced performance across the key criteria of removal efficiency, scalability, energy demand, cost, byproduct risk, and environmental sustainability. The review concludes by outlining key research priorities such as standardized testing protocols, scalable biophysicochemical integration strategies, and sustainability-oriented life-cycle assessments to guide future innovation in MP management.",
    "url": "https://www.semanticscholar.org/paper/8f77e9f40b1aa57403b8e1ba36257954de039c06",
    "source": "semantic_scholar",
    "timestamp": 2025
  },
  {
    "title": "Microplastic contamination in refilled drinking water: The impact of gallon washing frequency",
    "text": "Microplastic contamination in drinking water has become an increasing global concern due to its potential health impacts. This study aimed to assess the presence and characteristics of microplastics in refillable drinking water stored in gallon containers subjected to different washing frequencies. The research was conducted at a refillable water depot in Makassar City using a quasi-experimental design. Three washing treatments were applied – single wash (1×), moderate wash (50×), and frequent wash (100×) – each with three replicates. Microplastics were identified through membrane filtration and microscopic observation. A total of 56 particles were detected, with fiber-shaped particles being dominant (91.1%). The most frequently observed colors were transparent and red, and particle sizes ranged from 0.064 to 1.944 mm. The highest average microplastic count was found in the moderate wash group (8.33 particles/L), followed by the single wash group (5.33 particles/L), and the lowest in the frequent wash group (5.00 particles/L), although the differences among groups were not statistically significant. These find - ings suggest that moderate washing frequency may increase microplastic release due to mechanical abrasion of the container surface. The study underscores the importance of evaluating washing procedures and selecting appropri - ate cleaning tools to reduce microplastic contamination in refillable drinking water.",
    "url": "https://www.semanticscholar.org/paper/7cb826466e46ff55ee82ec09fd9599ec8468bad6",
    "source": "semantic_scholar",
    "timestamp": 2025
  },
  {
    "title": "Microplastic removal across ten drinking water treatment facilities and distribution systems",
    "text": "The performance of conventional and advanced drinking water treatment processes for the removal of microplastics is poorly understood due to the use of a wide range of methods for sample collection, isolation, and analysis that make direct comparison among studies challenging. In this study, microplastic (>2 µm) removal across ten drinking water treatment facilities, as well as their presence in source waters and distribution systems, was characterized. Municipal drinking water treatment facilities achieved >97.5% removal, primarily due to chemically assisted granular media filtration or ultrafiltration. In untreated source waters, concentrations ranged from 1193 ± 64 to 7185 ± 64 particles/L, with polypropylene, polyethylene, polyamide, and plastic copolymers representing the most common polymer types identified. These findings provide insight regarding microplastic exposure via drinking water, as well as treatment process performance for their removal which may be used to inform the development and implementation of future regulations and/or guidelines.",
    "url": "https://www.semanticscholar.org/paper/5e5c0875f34906b8a8afd1c680b496320ee6f80d",
    "source": "semantic_scholar",
    "timestamp": 2025
  }
]