[
  {
    "title": "Relativity Without Relativity",
    "text": "<p>This chapter describes the program, dubbed ‘Relativity without Relativity’, of deriving all the fundamental accepted facts at the basis of modern field theory from relational principles. A best-matching action based on Jacobi’s principle is in fact sufficient to derive the universality of the light cone (Special Relativity), the correct form of Maxwell’s action and its gauge invariance, as well as the Yang–Mills theory. Faraday is credited with the introduction of the concept of field in physics. He found it extremely useful, in particular for the description of magnetic phenomena, to use the concept of lines of force (1830s).</p>",
    "url": "https://doi.org/10.1093/oso/9780198789475.003.0007",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "Relativity",
    "text": "",
    "url": "https://doi.org/10.5040/9781580815932",
    "source": "crossref",
    "timestamp": 2009
  },
  {
    "title": "Strong-Coupled Relativity Without Relativity",
    "text": "",
    "url": "https://doi.org/10.1023/b:gerg.0000010474.63835.2c",
    "source": "crossref",
    "timestamp": 2004
  },
  {
    "title": "Mechanics of Special Relativity",
    "text": "",
    "url": "https://doi.org/10.1017/cbo9780511616532.006",
    "source": "crossref",
    "timestamp": 2004
  },
  {
    "title": "Relativity and electricity",
    "text": "",
    "url": "https://doi.org/10.1201/9781315272597-8",
    "source": "crossref",
    "timestamp": 2017
  },
  {
    "title": "The Relativity of Simultaneity",
    "text": "",
    "url": "https://doi.org/10.4324/9781315886749-16",
    "source": "crossref",
    "timestamp": 2013
  },
  {
    "title": "SOME CONSEQUENCES OF SPECIAL RELATIVITY",
    "text": "",
    "url": "https://doi.org/10.2307/j.ctv346scw.7",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "THE GENERAL THEORY OF RELATIVITY",
    "text": "",
    "url": "https://doi.org/10.2307/j.ctv346scw.8",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Acceleration and Forces in Relativity",
    "text": "",
    "url": "https://doi.org/10.1016/b978-0-12-813720-8.00007-6",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "General Relativity and Cosmology",
    "text": "",
    "url": "https://doi.org/10.1007/0-387-27406-5_9",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Introduction to General Relativity",
    "text": "",
    "url": "https://doi.org/10.1016/b978-0-12-813720-8.00011-8",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "Experimental confirmations of special relativity and transition to general relativity",
    "text": "",
    "url": "https://doi.org/10.1201/9781315274362-23",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "THE SPECIAL THEORY OF RELATIVITY",
    "text": "",
    "url": "https://doi.org/10.2307/j.ctv346scw.6",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "COSMOLOGICAL CONSEQUENCES OF GENERAL RELATIVITY",
    "text": "",
    "url": "https://doi.org/10.2307/j.ctv346scw.9",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Visualizing Relativity—Minkowski Diagrams and the Twins",
    "text": "",
    "url": "https://doi.org/10.1016/b978-0-12-813720-8.00003-9",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "RELATIVITY AND PROBABILITY",
    "text": "",
    "url": "https://doi.org/10.1017/cbo9781139140355.018",
    "source": "crossref",
    "timestamp": 2011
  },
  {
    "title": "General Relativity",
    "text": "",
    "url": "https://doi.org/10.1007/978-3-642-21452-3_5",
    "source": "crossref",
    "timestamp": 2011
  },
  {
    "title": "Special relativity",
    "text": "",
    "url": "https://doi.org/10.1017/9781108610865.004",
    "source": "crossref",
    "timestamp": 2022
  },
  {
    "title": "Gravitation and Cosmology: Principles and Applications of the General Theory of Relativity",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/e90ea03e84087480384e8e7fa3a65182cfd6e9c0",
    "source": "semantic_scholar",
    "timestamp": 1973
  },
  {
    "title": "Semi-Riemannian Geometry With Applications to Relativity",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/f51351e4b07ff1cd5ee4238663a06bb255802c8f",
    "source": "semantic_scholar",
    "timestamp": 1983
  },
  {
    "title": "A First Course in General Relativity",
    "text": "Clarity, readability, and rigor combine in the third edition of this widely used textbook to provide the first step into general relativity for advanced undergraduates with a minimal background in mathematics. Topics within relativity that fascinate astrophysics researchers and students alike are covered with Schutz's characteristic ease and authority, from black holes to relativistic objects, from pulsars to the study of the Universe as a whole. This third edition contains discoveries by astronomers that require general relativity for their explanation; two chapters on gravitational waves, including direct detections of gravitational waves and their observations' impact on cosmological measurements; new information on black holes and neutron stars; and greater insight into the expansion of the Universe. Over 300 exercises, many new to this edition, give students the confidence to work with general relativity and the necessary mathematics, while the informal writing style and worked examples make the subject matter easily accessible.",
    "url": "https://www.semanticscholar.org/paper/4ce4ec33c2e6b562141849e68389ddcb4521997f",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "The Cultural Relativity of Organizational Practices and Theories",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/30f921ce45573aa7e7d0864f1cfe2abf36230cce",
    "source": "semantic_scholar",
    "timestamp": 1983
  },
  {
    "title": "Tests of General Relativity with GWTC-3",
    "text": "The ever-increasing number of detections of gravitational waves (GWs) from compact binaries by the Advanced LIGO and Advanced Virgo detectors allows us to perform ever-more sensitive tests of general relativity (GR) in the dynamical and strong-field regime of gravity. We perform a suite of tests of GR using the compact binary signals observed during the second half of the third observing run of those detectors. We restrict our analysis to the 15 confident signals that have false alarm rates $\\leq 10^{-3}\\, {\\rm yr}^{-1}$. In addition to signals consistent with binary black hole (BH) mergers, the new events include GW200115_042309, a signal consistent with a neutron star--BH merger. We find the residual power, after subtracting the best fit waveform from the data for each event, to be consistent with the detector noise. Additionally, we find all the post-Newtonian deformation coefficients to be consistent with the predictions from GR, with an improvement by a factor of ~2 in the -1PN parameter. We also find that the spin-induced quadrupole moments of the binary BH constituents are consistent with those of Kerr BHs in GR. We find no evidence for dispersion of GWs, non-GR modes of polarization, or post-merger echoes in the events that were analyzed. We update the bound on the mass of the graviton, at 90% credibility, to $m_g \\leq 1.27 \\times 10^{-23} \\mathrm{eV}/c^2$. The final mass and final spin as inferred from the pre-merger and post-merger parts of the waveform are consistent with each other. The studies of the properties of the remnant BHs, including deviations of the quasi-normal mode frequencies and damping times, show consistency with the predictions of GR. In addition to considering signals individually, we also combine results from the catalog of GW signals to calculate more precise population constraints. We find no evidence in support of physics beyond GR.",
    "url": "https://www.semanticscholar.org/paper/219d444e7a3b9b887b973d144c0ed44b10c3bc19",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "The Singularity in General Relativity",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/7262036291a80a38e5059f771a3da4f305693818",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "Tests of General Relativity with Binary Black Holes from the second LIGO-Virgo Gravitational-Wave Transient Catalog",
    "text": "Gravitational waves enable tests of general relativity in the highly dynamical and strong-field regime. Using events detected by LIGO-Virgo up to 1 October 2019, we evaluate the consistency of the data with predictions from the theory. We first establish that residuals from the best-fit waveform are consistent with detector noise, and that the low- and high-frequency parts of the signals are in agreement. We then consider parametrized modifications to the waveform by varying post-Newtonian and phenomenological coefficients, improving past constraints by factors of ${\\sim}2$; we also find consistency with Kerr black holes when we specifically target signatures of the spin-induced quadrupole moment. Looking for gravitational-wave dispersion, we tighten constraints on Lorentz-violating coefficients by a factor of ${\\sim}2.6$ and bound the mass of the graviton to $m_g \\leq 3.09 \\times 10^{-23} \\mathrm{eV}/c^2$ with 90% credibility. We also analyze the properties of the merger remnants by measuring ringdown frequencies and damping times, constraining fractional deviations away from the Kerr frequency to $\\delta \\hat{f}_{220} = 0.03^{+0.38}_{-0.35}$ for the fundamental quadrupolar mode, and $\\delta \\hat{f}_{221} = 0.02^{+0.29}_{-0.33}$ for the first overtone; additionally, we find no evidence for postmerger echoes. Finally, we determine that our data are consistent with tensorial polarizations through a template-independent method. When possible, we assess the validity of general relativity based on collections of events analyzed jointly. We find no evidence for new physics beyond general relativity, for black hole mimickers, or for any unaccounted systematics.",
    "url": "https://www.semanticscholar.org/paper/b31e29a0c1b7104e312a1cbc5b75cb74d858cdec",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "Tests of General Relativity with GW150914.",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/7a2bff09593e7d0617076afec4edeacf4b254d98",
    "source": "semantic_scholar",
    "timestamp": 2016
  },
  {
    "title": "Relativity: The Special and the General Theory",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/8aafea37686cabad0748ea77b287146290a1f540",
    "source": "semantic_scholar",
    "timestamp": 2015
  },
  {
    "title": "Test of general relativity by a pair of transportable optical lattice clocks",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/d26516688e5ae59ba7166098757abbe1339a09ea",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "Spacetime and Geometry: An Introduction to General Relativity",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/db55ed6b64d35509854623f6d57ca3529bc57c85",
    "source": "semantic_scholar",
    "timestamp": 2003
  },
  {
    "title": "Wormholes in spacetime and their use for interstellar travel: A tool for teaching general relativity",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/61225179ce90adce138d842ada42c2c18ce621f4",
    "source": "semantic_scholar",
    "timestamp": 1988
  },
  {
    "title": "General Relativity: an Einstein Centenary Survey",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/6e79277d01046f175d3e5fac0b5599028064d64d",
    "source": "semantic_scholar",
    "timestamp": 2010
  },
  {
    "title": "Physical Foundations of Cosmology: Gravitational instability in General Relativity",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/723ed2b687df7b49c48707b6d7c7a8d9644cf2e8",
    "source": "semantic_scholar",
    "timestamp": 2005
  },
  {
    "title": "Special Relativity Search: A novel metaheuristic method based on special relativity physics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/c00dc34045774479e4c358541b6293686d1dd0b5",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "Testing general relativity with present and future astrophysical observations",
    "text": "One century after its formulation, Einstein's general relativity (GR) has made remarkable predictions and turned out to be compatible with all experimental tests. Most of these tests probe the theory in the weak-field regime, and there are theoretical and experimental reasons to believe that GR should be modified when gravitational fields are strong and spacetime curvature is large. The best astrophysical laboratories to probe strong-field gravity are black holes and neutron stars, whether isolated or in binary systems. We review the motivations to consider extensions of GR. We present a (necessarily incomplete) catalog of modified theories of gravity for which strong-field predictions have been computed and contrasted to Einstein's theory, and we summarize our current understanding of the structure and dynamics of compact objects in these theories. We discuss current bounds on modified gravity from binary pulsar and cosmological observations, and we highlight the potential of future gravitational wave measurements to inform us on the behavior of gravity in the strong-field regime.",
    "url": "https://www.semanticscholar.org/paper/aab7c98bdb322f619ff60019ae60612cda323244",
    "source": "semantic_scholar",
    "timestamp": 2015
  },
  {
    "title": "Summary of Tests of General Relativity with the Binary Black Hole Signals from the LIGO-Virgo Catalog GWTC-1",
    "text": "We summarize the four tests of general relativity carried out using the ten binary black hole signals detected by Advanced LIGO and Advanced Virgo and included in their first catalog, GWTC-1. These events provide unprecedented opportunities for testing the predictions of general relativity for the gravitational waveforms from these highly dynamical, strong-field events. The first two tests check the consistency of the residuals with noise and the consistency of the low- and high-frequency parts of the signal. The other two tests check that parameterized deviations in the waveform model---including in the post-Newtonian coefficients---are consistent with zero, and that the propagation of the waves is nondispersive. These tests reveal no evidence for deviations from general relativity, and the combined constraints improve previous results by factors of up to 2.4. We also check that the binary black hole signals observed by all three detectors do not give stronger constraints on alternative polarizations than those obtained from GW170817.",
    "url": "https://www.semanticscholar.org/paper/e4cad9f1232f5bb92bca3398351705aaaa87c8ac",
    "source": "semantic_scholar",
    "timestamp": 2019
  }
]