[
  {
    "title": "Bifurcation Theory of Dynamical Chaos",
    "text": "",
    "url": "https://doi.org/10.5772/intechopen.70987",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "Metaheuristics and Chaos Theory",
    "text": "",
    "url": "https://doi.org/10.5772/intechopen.72103",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "Order within chaos",
    "text": "",
    "url": "https://doi.org/10.1201/9781482295412-26",
    "source": "crossref",
    "timestamp": 1997
  },
  {
    "title": "Routes to chaos",
    "text": "",
    "url": "https://doi.org/10.1201/9781482295412-21",
    "source": "crossref",
    "timestamp": 1997
  },
  {
    "title": "Chaos in perspective",
    "text": "",
    "url": "https://doi.org/10.1201/9781482295412-9",
    "source": "crossref",
    "timestamp": 1997
  },
  {
    "title": "The Contemporary Object III: Chaos Theory",
    "text": "<p>This chapter discusses the third contribution to the loop theory of the object that emerged in the 1970s with the study of nonlinear and complex dynamical systems, or “chaos theory.” Chaos theory showed that tiny differences in the initial conditions of how an object began moving or how someone measured it could create widely diverging outputs over time. Each object seems to follow a unique evolution that renders its precise prediction impossible. This chapter proposes an <italic>indeterministic</italic> interpretation of chaos theory. Some chaos theory interpretations say that there is an objective set of initial conditions, but we can’t know them. However, this chapter explains that we cannot know the precise initial conditions of any object <italic>in principle,</italic> due in part to quantum indeterminacy and entanglement. Chaos theory teaches us that each object has a singular trajectory that we cannot know in advance but <italic>tends</italic> to produce dynamic patterns over time. Studying these patterns of motion across different macroscopic scales can help us understand physical systems’ common features. This chapter shows that interpreting kinetic indeterminacy at the heart of the initial conditions of things is entirely consistent with and even beneficial for chaos theory.</p>",
    "url": "https://doi.org/10.3366/edinburgh/9781474487924.003.0019",
    "source": "crossref",
    "timestamp": 2021
  },
  {
    "title": "Introduction: A (Re)Turn to Chaos:",
    "text": "Chaos Theory, the Sciences, and Social Anthropological Theory ",
    "url": "https://doi.org/10.2307/j.ctv287sfww.7",
    "source": "crossref",
    "timestamp": 2005
  },
  {
    "title": "Composers and Chaos: A Survey of Applications of Chaos Theory in Musical Arts and Research",
    "text": "",
    "url": "https://doi.org/10.1201/b20232-40",
    "source": "crossref",
    "timestamp": 2017
  },
  {
    "title": "From chaos to unification: U theory vs. M theory",
    "text": "",
    "url": "https://doi.org/10.1016/j.chaos.2008.10.030",
    "source": "crossref",
    "timestamp": 2009
  },
  {
    "title": "1 INTRODUCTION: A (RE)TURN TO CHAOS Chaos Theory, the Sciences, and Social Anthropological Theory",
    "text": "",
    "url": "https://doi.org/10.1515/9781800735187-005",
    "source": "crossref",
    "timestamp": 2022
  },
  {
    "title": "Chaos Theory",
    "text": "",
    "url": "https://doi.org/10.1201/9781482281767-11",
    "source": "crossref",
    "timestamp": 2008
  },
  {
    "title": "Applications of Chaos Theory Methods in Clinical Digital Pathology",
    "text": "",
    "url": "https://doi.org/10.1201/b20232-32",
    "source": "crossref",
    "timestamp": 2017
  },
  {
    "title": "Introductory Chapter: Fixed Points Theory and Chaos",
    "text": "<jats:p/>",
    "url": "https://doi.org/10.5772/intechopen.110434",
    "source": "crossref",
    "timestamp": 2023
  },
  {
    "title": "Vertical and Horizontal Models in Chaos Theory",
    "text": "",
    "url": "https://doi.org/10.1007/978-3-319-54663-6_2",
    "source": "crossref",
    "timestamp": 2017
  },
  {
    "title": "Chaos and Ergodic Theory",
    "text": "",
    "url": "https://doi.org/10.1007/springerreference_60236",
    "source": "crossref",
    "timestamp": null
  },
  {
    "title": "Chaos-Based Communication Systems",
    "text": "",
    "url": "https://doi.org/10.5772/intechopen.71447",
    "source": "crossref",
    "timestamp": 2018
  },
  {
    "title": "Quantum theory, theory of Brownian motions, and relativity theory",
    "text": "",
    "url": "https://doi.org/10.1016/0960-0779(95)00115-8",
    "source": "crossref",
    "timestamp": 1996
  },
  {
    "title": "Beautiful Chaos: Chaos Theory and Metachaotics in Recent American Fiction",
    "text": "",
    "url": "https://doi.org/10.1353/book9020",
    "source": "crossref",
    "timestamp": 2000
  },
  {
    "title": "Chaos Theory and the Relationship Between Psychology and Science",
    "text": "",
    "url": "https://doi.org/10.4324/9781315806280-2",
    "source": "crossref",
    "timestamp": 2014
  },
  {
    "title": "Edge of Chaos Theory Resolves Smale Paradox",
    "text": "No isolated system may ever support complexity. Emergent phenomena may however appear in an open system, if, as established by the Edge of Chaos theory, some of its constitutive elements feature the capability to amplify infinitesimal fluctuations in energy, provided an external source supplies them with a sufficient amount of DC power, which is known to be a signature for locally-active behaviour. In particular, complex behaviours, including static and dynamic pattern formation, may emerge in arrays of identical diffusively-coupled cells, if and only if the basic unit is poised on a particular sub-domain of the Local Activity regime, referred to as Edge of Chaos, within which a quiet state hides in fact a high degree of excitability. Here we show, for the first time, that these counterintuitive phenomena may emerge in a basic memristor cellular neural network, consisting of two identical diffusively-coupled second-order cells. The proposed bio-inspired array represents the simplest ever-reported open system, which reproduces the shocking phenomenon, reported by Smale in 1974, when, while studying a model from cellular biology, he observed two identical reaction cells, “mathematically dead” on their own, pulsating together upon diffusive coupling. Impressively, the bio-inspired two-cell reaction-diffusion network contains only nine circuit elements, specifically two DC voltage sources, three linear resistors, two linear capacitors, and two functional niobium oxide (NbO) memristors from NaMLab. Applying the theory of Local Activity to an accurate model of the memristor oscillator, a comprehensive picture for its local and global dynamics may be drawn, providing a systematic method to tune the design parameters of the two-cell array to enable diffusion-driven instabilities therein.",
    "url": "https://www.semanticscholar.org/paper/268a726f61facc57f3240b4fd09976b40855a9b3",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "Sports Performance Prediction Based on Chaos Theory and Machine Learning",
    "text": "In order to combine chaos theory and machine learning technology to predict sports performance, a research on sports performance prediction based on chaos theory and machine learning is proposed. This paper takes the sports performance as the goal to predict the data; introduce the chaos theory algorithm, and combine the neural network system and particle swarm optimization algorithm to actively train sports results and ensure the quality of performance prediction. The comparison between shot put data prediction and real data shows that the prediction results given by the model have little deviation and can provide technical services for performance prediction for special sports training. When predicting the sports performance of college students, the prediction accuracy of sports performance of each subject is no less than 90%, which proves that this system can be used in college sports management. The delay time of the model data is short, which is mainly related to the correlation coefficient. When the coefficient is determined to be 0.02, the prediction delay time is 5 s, which can effectively complete the prediction and analysis of sports performance. The combined model has various technical advantages such as chaos theory, neural system, and particle optimization. It has strong sports performance prediction ability and can provide technical support for performance prediction for athletes’ training, college sports management, and other related sports industries.",
    "url": "https://www.semanticscholar.org/paper/73ff6e47e7fab2b7a4630515a9e4f90281d7241b",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "A New Algorithm for Digital Image Encryption Based on Chaos Theory",
    "text": "In recent decades, image encryption, as one of the significant information security fields, has attracted many researchers and scientists. However, several studies have been performed with different methods, and novel and useful algorithms have been suggested to improve secure image encryption schemes. Nowadays, chaotic methods have been found in diverse fields, such as the design of cryptosystems and image encryption. Chaotic methods-based digital image encryptions are a novel image encryption method. This technique uses random chaos sequences for encrypting images, and it is a highly-secured and fast method for image encryption. Limited accuracy is one of the disadvantages of this technique. This paper researches the chaos sequence and wavelet transform value to find gaps. Thus, a novel technique was proposed for digital image encryption and improved previous algorithms. The technique is run in MATLAB, and a comparison is made in terms of various performance metrics such as the Number of Pixels Change Rate (NPCR), Peak Signal to Noise Ratio (PSNR), Correlation coefficient, and Unified Average Changing Intensity (UACI). The simulation and theoretical analysis indicate the proposed scheme’s effectiveness and show that this technique is a suitable choice for actual image encryption.",
    "url": "https://www.semanticscholar.org/paper/8f5122362a8dca9b2a4a82826dabf57f11b30d5a",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "Chaos Theory and ARTFA: Emerging Tools for Interpreting ECG Signals to Diagnose Cardiac Arrhythmias",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/85312e8f5182a15b7ef4534868a60a694bba2f88",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "Transformation of the hospitality services marketing structure: a chaos theory perspective",
    "text": "\nPurpose\nDrawing on chaos theory as an overarching approach, as well as guidelines from effectuation and transformative learning theories, this study aims to evaluate the changing marketing channels in the hospitality industry in the wake of the COVID-19 pandemic. It also aims to develop a conceptual framework that demonstrates the transformation of the marketing structure; in particular, the transformation of hospitality organizations, employees and customers.\n\n\nDesign/methodology/approach\nThe study uses the hermeneutic method and conceptually evaluates the existing actors of the services marketing structure. It also discusses how to transform this structure into the new normal in the wake of the COVID-19 pandemic.\n\n\nFindings\nThe findings of the study demonstrated that COVID-19 has resulted in changing marketing channels in the hospitality industry. These include external, internal, interactive and substitutional marketing channels. In response to these changes, the hospitality industry needs to adopt a more transformative marketing structure that requires the transformation of hospitality companies, employees and customers.\n\n\nResearch limitations/implications\nThe conceptualized transformation of the services marketing structure could help hospitality practitioners, employees and customers to understand the new normal and acquire new abilities, meanings, awareness and learning accordingly.\n\n\nOriginality/value\nThis study uses chaos, effectuation and transformative learning theories to reconceptualize the hospitality services marketing structure. The contribution of this paper lies in the conceptual pathways it suggests for transforming hospitality firms, employees and customers and for demonstrating their transformed roles and positions in the wake of the pandemic.\n",
    "url": "https://www.semanticscholar.org/paper/a1a57bf7ebbc5fb2e78a3d20d3801b5d4b08c6b2",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "Weak Signal Frequency Detection Using Chaos Theory: A Comprehensive Analysis",
    "text": "As a potential technology in weak signal detection (WSD), the chaos theory benefits from its characteristics of the sensitivity to the initial condition and the immunity to the Additive White Gaussian Noise (AWGN). Traditional methods based on chaos theory perform well on single non-variable-frequency signal detection (SNVFSD), which is a common situation in texture flaw detection while it is a rare scenario in the communication field. In this paper, we give a comprehensive analysis of the chaos-based approach for weak signal frequency detection. To better understand the advantages and limitations of the chaos theory, we present the research results for several typical communication scenarios. Specifically, we proposed several chaos-based approaches to get a satisfying performance in the following situations: single variable-frequency signal detection (SVFSD), multiple non-variable-frequency signals detection (MNVFSD), multiple variable-frequency signals detection (MVFSD). To enhance the generalization performance to real application, the critical state's characteristics, Lyapunov Exponents (LE) and Melnikov method are analyzed to employed in these proposed chaos-based approaches. By theoretical analysis and numerical simulations, we study the performance of chaos-based detection systems in terms of SVFSD, MNVFSD, MVFSD. Our results show that these proposed schemes can obtain a satisfying performance in terms of accuracy and robustness, and the extensive simulations demonstrate their effectiveness.",
    "url": "https://www.semanticscholar.org/paper/29d5a8a0c56bc0a8620965c5a91b8c2d7d3350ba",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "Chaos Theory and Applications: A New Trend",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/8f35682ab39bb598bd02bfbcc8ee0a1de65f1fa4",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "A novel parameter estimation in dynamic model via fuzzy swarm intelligence and chaos theory for faults in wastewater treatment plant",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/cb84d3e3e05a84d47583f5bad2a163e0f2787c8a",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "Feature selection strategy based on hybrid crow search optimization algorithm integrated with chaos theory and fuzzy c-means algorithm for medical diagnosis problems",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/22269de38f43d75c5b681cda928816e90efce351",
    "source": "semantic_scholar",
    "timestamp": 2019
  },
  {
    "title": "Chaos Theory: An Emerging Tool for Arrhythmia Detection",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/c325d1efb83c18b8988cf2596d900cb8ecd43b19",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "Chaos Theory and its Application: An Essential Framework for Image Encryption",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/36aaec2112a5dfbe023a7f3c8b7cba256e4db1db",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "CHAOS THEORY AND ITS APPLICATIONS IN OUR REAL LIFE",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/3de623b1f34e87ca885e985bc777fa1d08f60805",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "Ergodic theory of chaos and strange attractors",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/3a7800c2800aee5fc34f6a6b68f0402ae95fd474",
    "source": "semantic_scholar",
    "timestamp": 1985
  },
  {
    "title": "COVID-19 pandemic and chaos theory",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/48e72ca388e1ef007cbeaaecc2d7e9c358bbc8aa",
    "source": "semantic_scholar",
    "timestamp": 2020
  },
  {
    "title": "Forecasting of landslide displacements using a chaos theory based wavelet analysis-Volterra filter model",
    "text": "Landslide displacement time series can directly reflects landslide deformation and stability characteristics. Hence, forecasting of the non-linear and non-stationary displacement time series is necessary and significant for early warning of landslide failure. Traditionally, conventional machine learning methods are adopted as forecasting models, these forecasting models mainly determine the input and output variables experientially and does not address the non-stationary characteristics of displacement time series. However, it is difficult for these conventional machine learning methods to obtain appropriate input-output variables, to determine appropriate model parameters and to acquire satisfied prediction performance. To deal with these drawbacks, this study proposes the wavelet analysis (WA) to decompose the displacement time series into low- and high-frequency components to address the non-stationary characteristics; then proposes thee chaos theory to obtain appropriate input-output variables of forecasting models, and finally proposes Volterra filter model to construct the forecasting model. The GPS monitoring cumulative displacement time series, recorded on the Shuping and Baijiabao landslides, distance measuring equipment monitoring displacements on the Xintan landslide in Three Gorges Reservoir area of China, are used as test data of the proposed chaotic WA-Volterra model. The chaotic WA-support vector machine (SVM) model and single chaotic Volterra model without WA method, are used as comparisons. The results show that there are chaos characteristics in the GPS monitoring displacement time series, the non-stationary characteristics of landslide displacements are captured well by the WA method, and the model input-output variables are selected suitably using chaos theory. Furthermore, the chaotic WA-Volterra model has higher prediction accuracy than the chaotic WA-SVM and single chaotic Volterra models.",
    "url": "https://www.semanticscholar.org/paper/1045b6cefac5beb4efe650c7f7650336f4793d0b",
    "source": "semantic_scholar",
    "timestamp": 2019
  },
  {
    "title": "Crisis Communication in a Natural Disaster: A Chaos Theory Approach",
    "text": "Various studies indicated the need for crisis communications in natural disasters because a disaster can trigger crisis. Disasters that occur in remote areas need a strategised approach and tailored communication plan to suit with the characteristics of the local community. This research uses chaos theory to describe crisis communication and analyses the role of communications during floods in the Klaten region in Indonesia. Flood is often struck in this area. The concepts of chaos theory are analysed during this disaster, such as guidance on the initial conditions, the shock of the situation, the changes of the existing system, and the emergence of a helper. In-depth interviews were conducted with 14 informants from residents in two sub-districts of Klaten and 4 staff in the disaster menagement district office Klaten region (BPBD). The results indicated that although the same catastrophic pattern is observed, people still find it shocking everytime. It was also observed that ideas or strategy to deal with the flood are made spontaneously following the disaster, often in an urgent state. The role of the helper is also very memorable for the community. The communication channel used are informal, face to face and utilising traditional channels. The ability of social media has not been employed by the villagers, particularly the older generation, nevertheless the younger generation could still explore this platform during crisis. Future research can evaluate another important field that appears to be important in disaster communication, which is public diplomacy. This hopefully could explore more asumptions of the chaos theory during disaster. Keywords : D isaster, chaos theory, flood, crisis, crisis communication .",
    "url": "https://www.semanticscholar.org/paper/8810969af81537a806812bddaf3be0f9c3c2dbc8",
    "source": "semantic_scholar",
    "timestamp": 2019
  },
  {
    "title": "Advances in Chaos Theory and Intelligent Control",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/400942888c9c7b7b0ba1ba38698766320f6bee93",
    "source": "semantic_scholar",
    "timestamp": 2016
  },
  {
    "title": "Landslide displacement prediction using discrete wavelet transform and extreme learning machine based on chaos theory",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/032166ed8cb3708d8f3b1b0254651768e76a4daf",
    "source": "semantic_scholar",
    "timestamp": 2016
  }
]