[
  {
    "title": "Physics",
    "text": "",
    "url": "https://doi.org/10.1093/oseo/instance.00262292",
    "source": "crossref",
    "timestamp": 1936
  },
  {
    "title": "Nuclear Physics from Particle Physics",
    "text": "",
    "url": "https://doi.org/10.1103/physics.17.s42",
    "source": "crossref",
    "timestamp": 2024
  },
  {
    "title": "Quantum Physics",
    "text": "<p>What is quantum physics?</p>\n               <p>\nQuantum physics is the study of matter and energy—the basic constituents of the physical world—in the ‘quantum realm.’ The quantum realm encompasses those aspects of Nature that cannot be explained using classical physics. By ‘classical physics’ we physicists mean the...</p>",
    "url": "https://doi.org/10.1093/wentk/9780190250720.003.0001",
    "source": "crossref",
    "timestamp": 2017
  },
  {
    "title": "Solid state physics, nuclear physics and particle physics",
    "text": "",
    "url": "https://doi.org/10.1016/0375-9474(69)90289-9",
    "source": "crossref",
    "timestamp": 1969
  },
  {
    "title": "Ponytail physics",
    "text": "",
    "url": "https://doi.org/10.1103/physics.5.s22",
    "source": "crossref",
    "timestamp": 2012
  },
  {
    "title": "Trinucleon physics",
    "text": "",
    "url": "https://doi.org/10.1103/physics.3.s6",
    "source": "crossref",
    "timestamp": 2010
  },
  {
    "title": "Life is Physics",
    "text": "",
    "url": "https://doi.org/10.1103/physics.12.2",
    "source": "crossref",
    "timestamp": 2019
  },
  {
    "title": "Postcard: Physics in Argentina",
    "text": "",
    "url": "https://doi.org/10.1103/physics.12.133",
    "source": "crossref",
    "timestamp": 2019
  },
  {
    "title": "Curling Physics Unraveled",
    "text": "",
    "url": "https://doi.org/10.1103/physics.5.48",
    "source": "crossref",
    "timestamp": 2012
  },
  {
    "title": "A Virtual Physics Classroom",
    "text": "",
    "url": "https://doi.org/10.1103/physics.9.s18",
    "source": "crossref",
    "timestamp": 2016
  },
  {
    "title": "Trends in Physics session",
    "text": "",
    "url": "https://doi.org/10.1103/physics.5.23",
    "source": "crossref",
    "timestamp": 2012
  },
  {
    "title": "<i>Physics</i>Survey",
    "text": "",
    "url": "https://doi.org/10.1103/physics.7.91",
    "source": "crossref",
    "timestamp": 2014
  },
  {
    "title": "Particle Physics with Ferroelectrics",
    "text": "",
    "url": "https://doi.org/10.1103/physics.5.s168",
    "source": "crossref",
    "timestamp": 2012
  },
  {
    "title": "Astroparticle Physics Italian Style",
    "text": "",
    "url": "https://doi.org/10.1103/physics.8.96",
    "source": "crossref",
    "timestamp": 2015
  },
  {
    "title": "Postcard: Physics in Vietnam",
    "text": "",
    "url": "https://doi.org/10.1103/physics.12.119",
    "source": "crossref",
    "timestamp": 2019
  },
  {
    "title": "A Modern Course in University Physics",
    "text": "Optics, Thermal Physics, Modern Physics ",
    "url": "https://doi.org/10.1142/10558",
    "source": "crossref",
    "timestamp": 2017
  },
  {
    "title": "Physics from the Moon",
    "text": "",
    "url": "https://doi.org/10.1103/physics.12.84",
    "source": "crossref",
    "timestamp": 2019
  },
  {
    "title": "Introducing<i>Physics</i>",
    "text": "",
    "url": "https://doi.org/10.1103/physics.1.1",
    "source": "crossref",
    "timestamp": 2008
  },
  {
    "title": "Problems and Solutions in University Physics",
    "text": "Optics, Thermal Physics, Modern Physics ",
    "url": "https://doi.org/10.1142/10557",
    "source": "crossref",
    "timestamp": 2017
  },
  {
    "title": "Physics-informed neural networks: A deep learning framework for solving forward and inverse problems involving nonlinear partial differential equations",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/d86084808994ac54ef4840ae65295f3c0ec4decd",
    "source": "semantic_scholar",
    "timestamp": 2019
  },
  {
    "title": "Plasma Physics via Computer Simulation",
    "text": "PART 1: PRIMER Why attempting to do plasma physics via computer simulation using particles makes good sense Overall view of a one dimensional electrostatic program A one dimensional electrostatic program ES1 Introduction to the numerical methods used Projects for ES1 A 1d electromagnetic program EM1 Projects for EM1 PART 2: THEORY Effects of the spatial grid Effects of the finitw time ste Energy-conserving simulation models Multipole models Kinetic theory for fluctuations and noise collisions Kinetic properties: theory, experience and heuristic estimates PART 3: PRACTICE Electrostatic programs in two and three dimensions Electromagnetic programs in two and three dimensions Particle loading, injection boudary conditions and external circuit PART 4: APPENDICES",
    "url": "https://www.semanticscholar.org/paper/7d15851cde781f3cc7f147c40e0c019c36bed520",
    "source": "semantic_scholar",
    "timestamp": 2018
  },
  {
    "title": "Physics-informed machine learning",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/53c9f3c34d8481adaf24df3b25581ccf1bc53f5c",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "Review of Particle Physics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/654daa3cea17b46629b818ae157314617ceb7d90",
    "source": "semantic_scholar",
    "timestamp": 1996
  },
  {
    "title": "CRC Handbook of Chemistry and Physics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/49cdf16489ee008649a00037cb22041a7bcd96ec",
    "source": "semantic_scholar",
    "timestamp": 1990
  },
  {
    "title": "Theory and Experiment in Gravitational Physics",
    "text": "New technological advances have made it feasible to conduct measurements with precision levels which are suitable for experimental tests of the theory of general relativity. This book has been designed to fill a new need for a complete treatment of techniques for analyzing gravitation theory and experience. The Einstein equivalence principle and the foundations of gravitation theory are considered, taking into account the Dicke framework, basic criteria for the viability of a gravitation theory, experimental tests of the Einstein equivalence principle, Schiff's conjecture, and a model theory devised by Lightman and Lee (1973). Gravitation as a geometric phenomenon is considered along with the parametrized post-Newtonian formalism, the classical tests, tests of the strong equivalence principle, gravitational radiation as a tool for testing relativistic gravity, the binary pulsar, and cosmological tests.",
    "url": "https://www.semanticscholar.org/paper/2be523c24af8e385346e90746dfe93bdfbf22541",
    "source": "semantic_scholar",
    "timestamp": 2018
  },
  {
    "title": "Introduction to solid state physics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/47552b2aa5f1137bc46b01daa91b9175837cc380",
    "source": "semantic_scholar",
    "timestamp": 1954
  },
  {
    "title": "The physics of semiconductor devices",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/e1d1e7dc2606b1d60cb85057ab7c5bbd52067661",
    "source": "semantic_scholar",
    "timestamp": 1979
  },
  {
    "title": "Scientific Machine Learning Through Physics–Informed Neural Networks: Where we are and What’s Next",
    "text": "Physics-Informed Neural Networks (PINN) are neural networks (NNs) that encode model equations, like Partial Differential Equations (PDE), as a component of the neural network itself. PINNs are nowadays used to solve PDEs, fractional equations, integral-differential equations, and stochastic PDEs. This novel methodology has arisen as a multi-task learning framework in which a NN must fit observed data while reducing a PDE residual. This article provides a comprehensive review of the literature on PINNs: while the primary goal of the study was to characterize these networks and their related advantages and disadvantages. The review also attempts to incorporate publications on a broader range of collocation-based physics informed neural networks, which stars form the vanilla PINN, as well as many other variants, such as physics-constrained neural networks (PCNN), variational hp-VPINN, and conservative PINN (CPINN). The study indicates that most research has focused on customizing the PINN through different activation functions, gradient optimization techniques, neural network structures, and loss function structures. Despite the wide range of applications for which PINNs have been used, by demonstrating their ability to be more feasible in some contexts than classical numerical techniques like Finite Element Method (FEM), advancements are still possible, most notably theoretical issues that remain unresolved.",
    "url": "https://www.semanticscholar.org/paper/e916f69e70a4321f21356f7ce360e380dd976a43",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "Atmospheric Chemistry and Physics: From Air Pollution to Climate Change",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/9dc534fff352b413de81dfddfba9f4d0990f079c",
    "source": "semantic_scholar",
    "timestamp": 1998
  },
  {
    "title": "MuJoCo: A physics engine for model-based control",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/b354ee518bfc1ac0d8ac447eece9edb69e92eae1",
    "source": "semantic_scholar",
    "timestamp": 2012
  },
  {
    "title": "Course in Theoretical Physics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/35efaaed4b24057bc535f1200a0c07cc06c5d048",
    "source": "semantic_scholar",
    "timestamp": 2013
  },
  {
    "title": "Scaling Concepts in Polymer Physics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/bf97653c065591cc23324b1ff5ddac020be67b0b",
    "source": "semantic_scholar",
    "timestamp": 1979
  },
  {
    "title": "Solid State Physics",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/c3d83ebb0a345890d753afc5fc3b130cdf322dcd",
    "source": "semantic_scholar",
    "timestamp": 2000
  },
  {
    "title": "Isaac Gym: High Performance GPU-Based Physics Simulation For Robot Learning",
    "text": "Isaac Gym offers a high performance learning platform to train policies for wide variety of robotics tasks directly on GPU. Both physics simulation and the neural network policy training reside on GPU and communicate by directly passing data from physics buffers to PyTorch tensors without ever going through any CPU bottlenecks. This leads to blazing fast training times for complex robotics tasks on a single GPU with 2-3 orders of magnitude improvements compared to conventional RL training that uses a CPU based simulator and GPU for neural networks. We host the results and videos at \\url{https://sites.google.com/view/isaacgym-nvidia} and isaac gym can be downloaded at \\url{https://developer.nvidia.com/isaac-gym}.",
    "url": "https://www.semanticscholar.org/paper/49142e3e381c0dc7fee0049ea41d2ef02c0340d7",
    "source": "semantic_scholar",
    "timestamp": 2021
  },
  {
    "title": "PYTHIA 6.4 Physics and Manual",
    "text": "The Pythia program can be used to generate high-energy-physics ''events'', i.e. sets of outgoing particles produced in the interactions between two incoming particles. The objective is to provide as accurate as possible a representation of event properties in a wide range of reactions, within and beyond the Standard Model, with emphasis on those where strong interactions play a role, directly or indirectly, and therefore multihadronic final states are produced. The physics is then not understood well enough to give an exact description; instead the program has to be based on a combination of analytical results and various QCD-based models. This physics input is summarized here, for areas such as hard subprocesses, initial- and final-state parton showers, underlying events and beam remnants, fragmentation and decays, and much more. Furthermore, extensive information is provided on all program elements: subroutines and functions, switches and parameters, and particle and process data. This should allow the user to tailor the generation task to the topics of interest.",
    "url": "https://www.semanticscholar.org/paper/1a3c2eb5d562d3d06d7e5c71a03f8ca3d52c919f",
    "source": "semantic_scholar",
    "timestamp": 2006
  },
  {
    "title": "A comprehensive guide to the physics and usage of PYTHIA 8.3",
    "text": "This manual describes the Pythia event generator, the most recent\nversion of an evolving physics tool used to answer fundamental questions\nin particle physics. The program is most often used to generate\nhigh-energy-physics collision “events”, i.e. sets of particles produced\nin association with the collision of two incoming high-energy particles,\nbut has several uses beyond that. The guiding philosophy is to produce\nand re-produce properties of experimentally obtained collisions as\naccurately as possible. The program includes a wide ranges of reactions\nwithin and beyond the Standard Model, and extending to heavy ion\nphysics. Emphasis is put on phenomena where strong interactions play a\nmajor role. The manual contains both pedagogical and practical\ncomponents. All included physics models are described in enough detail\nto allow the user to obtain a cursory overview of used assumptions and\napproximations, enabling an informed evaluation of the program output. A\nnumber of the most central algorithms are described in enough detail\nthat the main results of the program can be reproduced independently,\nallowing further development of existing models or the addition of new\nones. Finally, a chapter dedicated fully to the user is included towards\nthe end, providing pedagogical examples of standard use cases, and a\ndetailed description of a number of external interfaces. The program\ncode, the online manual, and the latest version of this print manual can\nbe found on the Pythia web page: https://www.pythia.org/.",
    "url": "https://www.semanticscholar.org/paper/16a0ac698dfdd083ddd6d03f9b26f152e016202a",
    "source": "semantic_scholar",
    "timestamp": 2022
  },
  {
    "title": "Sol-Gel Science: The Physics and Chemistry of Sol-Gel Processing",
    "text": null,
    "url": "https://www.semanticscholar.org/paper/5366ae191ffd171dd8a5053b5356abee031ffaa4",
    "source": "semantic_scholar",
    "timestamp": 1990
  }
]