[
  {
    "title": "Geometrical Optics",
    "text": "<p>Discuss the limits imposed by the paraxial approximation. Define the sign convention based on the cartesian coordinate system, the foiundation of analytic geometery. Demonstrate ray tracing technique to derive the ABCD maxtrix which will generate both the gaussian and Newtonian form of the thin lens equation and the lens maker’s equation. The cardinal points of a lens are also derived. The ABCD matrix is used to explore the methods used in ray tracing to locate the aperture stop of a Cooke’s triplet lens system. In the problem set, the student is asked to use the aperture stop to locate the entrance and exit pupil of a Cooke’s triplet.</p>",
    "url": "https://doi.org/10.1093/oso/9780198842859.003.0006",
    "source": "crossref",
    "timestamp": 2019
  },
  {
    "title": "Blazed Diffractive Optics",
    "text": "<jats:p>The diffractive optics community has embraced the lithographic methods used in the electronics industry<jats:sup>1</jats:sup>. Typically, binary transmission masks are used to expose resist and produce stepped structures which approximate the ideal, continuous profiles. Since these profiles are approximations of the ideal, continuous profiles, the diffraction efficiency is less than 100%: in theory, a four-level DOE has a first-order efficiency of 81%; an 8-level DOE, 95%<jats:sup>1</jats:sup>. Although the efficiency can be increased by increasing the number of levels and computer-based optimization, the process is limited by the resolutions of the binary masks and of the mask registration to the substrate.</jats:p>",
    "url": "https://doi.org/10.1364/domo.1996.dthb.1",
    "source": "crossref",
    "timestamp": 1996
  },
  {
    "title": "Principles of Nano-Optics",
    "text": "Research in optics and photonics, in parallel with the rapid development of nanoscience, has driven advancements within many fields of contemporary science and technology, allowing nano-optics to flourish as a research field. This authoritative text provides a comprehensive and accessible account of this important topic, beginning with the theoretical foundations of light localization and the propagation and focusing of optical fields, before progressing to more advanced topics such as near-field optics, surface plasmons in noble metals, metamaterials, and quantum emitters. Now in its third edition, the book has been substantially restructured, expanded, and developed to include additional problem sets and important topics such as super-resolution microscopy, random media, and coupled-mode theory. It remains an essential resource for graduate students and researchers working in photonics, optoelectronics, and nano-optics.",
    "url": "https://www.semanticscholar.org/paper/7887326ca6c36274f119eaa90972a5837b07b24d",
    "source": "semantic_scholar",
    "timestamp": 2006
  },
  {
    "title": "Exceptional points in optics and photonics",
    "text": "Exceptional points in optics Many complex systems operate with loss. Mathematically, these systems can be described as non-Hermitian. A property of such a system is that there can exist certain conditions—exceptional points—where gain and loss can be perfectly balanced and exotic behavior is predicted to occur. Optical systems generally possess gain and loss and so are ideal systems for exploring exceptional point physics. Miri and Alù review the topic of exceptional points in photonics and explore some of the possible exotic behavior that might be expected from engineering such systems. Science, this issue p. eaar7709 BACKGROUND Singularities are critical points for which the behavior of a mathematical model governing a physical system is of a fundamentally different nature compared to the neighboring points. Exceptional points are spectral singularities in the parameter space of a system in which two or more eigenvalues, and their corresponding eigenvectors, simultaneously coalesce. Such degeneracies are peculiar features of nonconservative systems that exchange energy with their surrounding environment. In the past two decades, there has been a growing interest in investigating such nonconservative systems, particularly in connection with the quantum mechanics notions of parity-time symmetry, after the realization that some non-Hermitian Hamiltonians exhibit entirely real spectra. Lately, non-Hermitian systems have raised considerable attention in photonics, given that optical gain and loss can be integrated as nonconservative ingredients to create artificial materials and structures with altogether new optical properties. ADVANCES As we introduce gain and loss in a nanophotonic system, the emergence of exceptional point singularities dramatically alters the overall response, leading to a range of exotic functionalities associated with abrupt phase transitions in the eigenvalue spectrum. Even though such a peculiar effect has been known theoretically for several years, its controllable realization has not been made possible until recently and with advances in exploiting gain and loss in guided-wave photonic systems. As shown in a range of recent theoretical and experimental works, this property creates opportunities for ultrasensitive measurements and for manipulating the modal content of multimode lasers. In addition, adiabatic parametric evolution around exceptional points provides interesting schemes for topological energy transfer and designing mode and polarization converters in photonics. Lately, non-Hermitian degeneracies have also been exploited for the design of laser systems, new nonlinear optics phenomena, and exotic scattering features in open systems. OUTLOOK Thus far, non-Hermitian systems have been largely disregarded owing to the dominance of the Hermitian theories in most areas of physics. Recent advances in the theory of non-Hermitian systems in connection with exceptional point singularities has revolutionized our understanding of such complex systems. In the context of optics and photonics, in particular, this topic is highly important because of the ubiquity of nonconservative elements of gain and loss. In this regard, the theoretical developments in the field of non-Hermitian physics have allowed us to revisit some of the well-established platforms with a new angle of utilizing gain and loss as new degrees of freedom, in stark contrast with the traditional approach of avoiding these elements. On the experimental front, progress in fabrication technologies has allowed for harnessing gain and loss in chip-scale photonic systems. These theoretical and experimental developments have put forward new schemes for controlling the functionality of micro- and nanophotonic devices. This is mainly based on the anomalous parameter dependence in the response of non-Hermitian systems when operating around exceptional point singularities. Such effects can have important ramifications in controlling light in new nanophotonic device designs, which are fundamentally based on engineering the interplay of coupling and dissipation and amplification mechanisms in multimode systems. Potential applications of such designs reside in coupled-cavity laser sources with better coherence properties, coupled nonlinear resonators with engineered dispersion, compact polarization and spatial mode converters, and highly efficient reconfigurable diffraction surfaces. In addition, the notion of the exceptional point provides opportunities to take advantage of the inevitable dissipation in environments such as plasmonic and semiconductor materials, which play a key role in optoelectronics. Finally, emerging platforms such as optomechanical cavities provide opportunities to investigate exceptional points and their associated phenomena in multiphysics systems. Ubiquity of non-Hermitian systems, supporting exceptional points, in photonics. (A) A generic non-Hermitian optical system involving two coupled modes with different detuning, ±ω1,2, and gain-loss values, ±γ1,2, coupled at rate of μ. The real part of the associated eigenvalues in a two-dimensional parameter space of the system, revealing the emergence of an exceptional point (EP) singularity. a1 and a2 are the modal amplitudes. (B to E) A range of different photonic systems, which are all governed by the coupled-mode equations. (B) Two coupled lasers pumped at different rates. (C) Dynamical interaction between optical and mechanical degrees of freedom in an optomechanical cavity. (D) A resonator with counter-rotating whispering gallery modes. CW, clockwise; CCW, counterclockwise. (E) A thin metasurface composed of coupled nanoantennas as building blocks. CREDITS: IMAGE IN (A) BASED ON A CONCEPT FROM H. HODAEI ET AL., SCIENCE 346, 975 (2014); IMAGE IN (D) BASED ON CONCEPTS FROM W. CHEN ET AL., NATURE 548, 192 (2017). Exceptional points are branch point singularities in the parameter space of a system at which two or more eigenvalues, and their corresponding eigenvectors, coalesce and become degenerate. Such peculiar degeneracies are distinct features of non-Hermitian systems, which do not obey conservation laws because they exchange energy with the surrounding environment. Non-Hermiticity has been of great interest in recent years, particularly in connection with the quantum mechanical notion of parity-time symmetry, after the realization that Hamiltonians satisfying this special symmetry can exhibit entirely real spectra. These concepts have become of particular interest in photonics because optical gain and loss can be integrated and controlled with high resolution in nanoscale structures, realizing an ideal playground for non-Hermitian physics, parity-time symmetry, and exceptional points. As we control dissipation and amplification in a nanophotonic system, the emergence of exceptional point singularities dramatically alters their overall response, leading to a range of exotic optical functionalities associated with abrupt phase transitions in the eigenvalue spectrum. These concepts enable ultrasensitive measurements, superior manipulation of the modal content of multimode lasers, and adiabatic control of topological energy transfer for mode and polarization conversion. Non-Hermitian degeneracies have also been exploited in exotic laser systems, new nonlinear optics schemes, and exotic scattering features in open systems. Here we review the opportunities offered by exceptional point physics in photonics, discuss recent developments in theoretical and experimental research based on photonic exceptional points, and examine future opportunities in this area from basic science to applied technology.",
    "url": "https://www.semanticscholar.org/paper/096299ef463e9c9ce6b2b8149317808434695396",
    "source": "semantic_scholar",
    "timestamp": 2019
  },
  {
    "title": "MICADO: the E-ELT adaptive optics imaging camera",
    "text": "MICADO is the adaptive optics imaging camera for the E-ELT. It has been designed and optimised to be mounted to the LGS-MCAO system MAORY, and will provide diffraction limited imaging over a wide (~1 arcmin) field of view. For initial operations, it can also be used with its own simpler AO module that provides on-axis diffraction limited performance using natural guide stars. We discuss the instrument's key capabilities and expected performance, and show how the science drivers have shaped its design. We outline the technical concept, from the opto-mechanical design to operations and data processing. We describe the AO module, summarise the instrument performance, and indicate some possible future developments.",
    "url": "https://www.semanticscholar.org/paper/c1b80be39a796739513890df2ba905ed806cadec",
    "source": "semantic_scholar",
    "timestamp": 2010
  },
  {
    "title": "Optics",
    "text": "Optics is the branch of physics that studies the behaviour, manipulation, and detection of electromagnetic radiation, including its interactions with matter and instruments that use or detect it. Optics usually describes the behaviour of visible, ultraviolet, and infrared light. The study of optics extends to other forms of electromagnetic radiation, including radio waves, microwaves, and X-rays. The term optics is also applied to technology for manipulating beams of elementary charged particles.",
    "url": "https://en.wikipedia.org/wiki/Optics",
    "source": "wikipedia",
    "timestamp": "2026-02-03"
  }
]