{
  "built_at": "2026-02-04 10:09:32",
  "dim": 512,
  "count": 78,
  "items": [
    {
      "chunk_id": 1,
      "paper_title": "Microplastics in Our Waters: Insights from a Configurative Systematic Review of Water Bodies and Drinking Water Sources",
      "source": "crossref",
      "text_preview": "<jats:p>Microplastics (MPs), defined as plastic particles smaller than 5 mm, are an emerging global environmental and health concern due to their pervasive presence in aquatic ecosystems. This systematic review synthesizes data on the distr"
    },
    {
      "chunk_id": 2,
      "paper_title": "Microplastics in Our Waters: Insights from a Configurative Systematic Review of Water Bodies and Drinking Water Sources",
      "source": "crossref",
      "text_preview": "nsitional (30%) seasons. Spatially, China leads MP research globally (19%), followed by the USA (7.8%) and India (5.9%). MPs are predominantly composed of polyethylene (PE), polypropylene (PP), and polyethylene terephthalate (PET), with fib"
    },
    {
      "chunk_id": 3,
      "paper_title": "Microplastics in bottled water: assessing drinking safety in Nepal",
      "source": "semantic_scholar",
      "text_preview": "Microplastics in bottled drinking water pose several potential health risks. Therefore, the objective of this study was to quantify the microplastic content and determine their types in bottled drinking water in Nepal. Bottled water samples"
    },
    {
      "chunk_id": 4,
      "paper_title": "Microplastics in bottled water: assessing drinking safety in Nepal",
      "source": "semantic_scholar",
      "text_preview": "mples ranged from 0.09 ± 0.04 to 8.40 ± 4.94 mg/L. Smaller microplastics (<100 μm) predominated, comprising 70–98% of the total, while larger particles (100–5,000 μm) accounted for only 2–30%. The composition of microplastics across samples"
    },
    {
      "chunk_id": 5,
      "paper_title": "The Detection and Analysis of Microplastics in a Typical Mountainous Drinking Water System in China",
      "source": "semantic_scholar",
      "text_preview": "Microplastics (MPs) are widely detected in urban drinking water systems. However, the presence and characteristics of MPs in mountainous drinking water systems with independent and simple filtration facilities have been overlooked. In this "
    },
    {
      "chunk_id": 6,
      "paper_title": "The Detection and Analysis of Microplastics in a Typical Mountainous Drinking Water System in China",
      "source": "semantic_scholar",
      "text_preview": "were the predominant shape of MPs in all samples, with the majority being smaller than 100 μm. The estimated daily intake of MPs through drinking water ingestion was highest in infants (2.14–31.26 MPs/kg bw/day), compared to children (1.41–"
    },
    {
      "chunk_id": 7,
      "paper_title": "Profile and Different Approaches for Size Characterization of Microplastics in Drinking Water from the Lisbon Water Supply System",
      "source": "semantic_scholar",
      "text_preview": "Microplastics (MPs) contribute to the overall pollution of water sources, affecting not only aquatic ecosystems but also water for human consumption (WHC). Currently, there needs to be a global consensus on safe levels of microplastics in W"
    },
    {
      "chunk_id": 8,
      "paper_title": "Profile and Different Approaches for Size Characterization of Microplastics in Drinking Water from the Lisbon Water Supply System",
      "source": "semantic_scholar",
      "text_preview": "samples from the LWSS showed MPs up to 836 MPs/L, with an average value of 196 MPs/L. The most representative polymer was polyethylene (PE, 77.2%). The other eight polymers were also quantified. The length and width of MPs ranged between 84"
    },
    {
      "chunk_id": 9,
      "paper_title": "Contamination and removal efficiency of microplastics and synthetic fibres in a conventional drinking water treatment plant in Geneva, Switzerland.",
      "source": "semantic_scholar",
      "text_preview": "Although it is known that freshwater resources are contaminated with microplastics (MPs), still limited information is known about the efficiency of large drinking water treatment plants (DWTP) to remove microplastics. Moreover, reported co"
    },
    {
      "chunk_id": 10,
      "paper_title": "Contamination and removal efficiency of microplastics and synthetic fibres in a conventional drinking water treatment plant in Geneva, Switzerland.",
      "source": "semantic_scholar",
      "text_preview": "d filtration. In this study a distinction is made between microplastics as fragments, films, pellets, and synthetic fibres. Raw water and effluents of each filtering mass (sand and activated carbon filtration) are analysed for the presence "
    },
    {
      "chunk_id": 11,
      "paper_title": "Contamination and removal efficiency of microplastics and synthetic fibres in a conventional drinking water treatment plant in Geneva, Switzerland.",
      "source": "semantic_scholar",
      "text_preview": "stics and synthetic fibres is found more heterogeneous in raw water than after sand filtration and activated carbon filtration, indicating the persistence of some types of plastics (like polyethylene and polyethylene terephthalate) in water"
    },
    {
      "chunk_id": 12,
      "paper_title": "Toward Scalability: Fe‐MOF‐Based Ultrafiltration Membrane for Effective Microplastics Removal from Drinking Water at Point‐of‐Use",
      "source": "semantic_scholar",
      "text_preview": "ABSTRACT The frequent detection of microplastics (MPs) in bottled drinking water underscores the need for effective point‐of‐use (POU) purification strategies to limit human exposure, particularly given their ability to transport co‐contami"
    },
    {
      "chunk_id": 13,
      "paper_title": "Toward Scalability: Fe‐MOF‐Based Ultrafiltration Membrane for Effective Microplastics Removal from Drinking Water at Point‐of‐Use",
      "source": "semantic_scholar",
      "text_preview": "mally synthesized Fe‐MOF@UF membrane achieved a PET‐MP rejection efficacy of ∼94%. Additionally, its practical applicability is validated using commercially available PET‐bottled drinking water, confirming the effective removal of MPs while"
    },
    {
      "chunk_id": 14,
      "paper_title": "Contamination and Removal Efficiency of Microplastics and Synthetic Fibres in a Conventional Drinking Water Treatment Plant",
      "source": "semantic_scholar",
      "text_preview": "Microplastics have been detected all around the globe in freshwaters which are frequently used to produce drinking water. Therefore, the contamination of raw water with microplastics that supplies drinking water treatment plants, and their "
    },
    {
      "chunk_id": 15,
      "paper_title": "Contamination and Removal Efficiency of Microplastics and Synthetic Fibres in a Conventional Drinking Water Treatment Plant",
      "source": "semantic_scholar",
      "text_preview": "iltering processes were analysed for the presence of MPs and synthetic fibres with sizes ≥ 63 μm using infrared spectroscopy. The contamination of MPs in raw water and in drinking water ranged from 19.5 to 143.5 MPs/m3 and from 0 to 8 MPs/m"
    },
    {
      "chunk_id": 16,
      "paper_title": "What have we known so far about microplastics in drinking water treatment? A timely review",
      "source": "semantic_scholar",
      "text_preview": "Microplastics (MPs) have been widely detected in drinking water sources and tap water, raising the concern of the effectiveness of drinking water treatment plants (DWTPs) in protecting the public from exposure to MPs through drinking water."
    },
    {
      "chunk_id": 17,
      "paper_title": "What have we known so far about microplastics in drinking water treatment? A timely review",
      "source": "semantic_scholar",
      "text_preview": "ation, and granular activated carbon (GAC) filtration. Current DWT processes that are purposed for particle removal are generally effective in reducing MPs in water. Various influential factors to MP removal are discussed, such as coagulant"
    },
    {
      "chunk_id": 18,
      "paper_title": "Pre-oxidization-induced change of physicochemical characteristics and removal behaviours in conventional drinking water treatment processes for polyethylene microplastics",
      "source": "semantic_scholar",
      "text_preview": "Microplastics (MPs), as emerging pollutants, have attracted worldwide attention due to their ecological and biological toxicity. As microplastics have been detected frequently in drinking water, it is essential to evaluate the physicochemic"
    },
    {
      "chunk_id": 19,
      "paper_title": "Pre-oxidization-induced change of physicochemical characteristics and removal behaviours in conventional drinking water treatment processes for polyethylene microplastics",
      "source": "semantic_scholar",
      "text_preview": "dicate that pre-oxidization indeed changed the hydrophobicity, specific surface area, and functional groups of PE-MPs surface exposing to water phase. These changes affected the adsorption of trace pollutants with different hydrophobicity ("
    },
    {
      "chunk_id": 20,
      "paper_title": "Selecting the Front-Runners: Comparative Evaluation of Emerging Technologies for Microplastic Removal from Drinking Water",
      "source": "semantic_scholar",
      "text_preview": "Microplastics (MPs) have emerged as persistent and ubiquitous contaminants in aquatic and terrestrial environments, yet existing reviews often focus narrowly on conventional removal methods and lack an integrated assessment of rapidly emerg"
    },
    {
      "chunk_id": 21,
      "paper_title": "Selecting the Front-Runners: Comparative Evaluation of Emerging Technologies for Microplastic Removal from Drinking Water",
      "source": "semantic_scholar",
      "text_preview": "rticular emphasis is placed on hybrid and integrated systems, an area seldom summarized in prior reviews, highlighting their synergistic potential to enhance removal efficiency, reduce energy demand, and improve operational stability. Promi"
    },
    {
      "chunk_id": 22,
      "paper_title": "Microplastic contamination in refilled drinking water: The impact of gallon washing frequency",
      "source": "semantic_scholar",
      "text_preview": "Microplastic contamination in drinking water has become an increasing global concern due to its potential health impacts. This study aimed to assess the presence and characteristics of microplastics in refillable drinking water stored in ga"
    },
    {
      "chunk_id": 23,
      "paper_title": "Microplastic contamination in refilled drinking water: The impact of gallon washing frequency",
      "source": "semantic_scholar",
      "text_preview": "transparent and red, and particle sizes ranged from 0.064 to 1.944 mm. The highest average microplastic count was found in the moderate wash group (8.33 particles/L), followed by the single wash group (5.33 particles/L), and the lowest in t"
    },
    {
      "chunk_id": 24,
      "paper_title": "Microplastic removal across ten drinking water treatment facilities and distribution systems",
      "source": "semantic_scholar",
      "text_preview": "The performance of conventional and advanced drinking water treatment processes for the removal of microplastics is poorly understood due to the use of a wide range of methods for sample collection, isolation, and analysis that make direct "
    },
    {
      "chunk_id": 25,
      "paper_title": "Microplastic removal across ten drinking water treatment facilities and distribution systems",
      "source": "semantic_scholar",
      "text_preview": "copolymers representing the most common polymer types identified. These findings provide insight regarding microplastic exposure via drinking water, as well as treatment process performance for their removal which may be used to inform the "
    },
    {
      "chunk_id": 26,
      "paper_title": "Quantum Physics",
      "source": "crossref",
      "text_preview": "<p>What is quantum physics?</p> <p> Quantum physics is the study of matter and energy—the basic constituents of the physical world—in the ‘quantum realm.’ The quantum realm encompasses those aspects of Nature that cannot be explained using "
    },
    {
      "chunk_id": 27,
      "paper_title": "Physics",
      "source": "wikipedia",
      "text_preview": "Physics is the scientific study of matter, its fundamental constituents, its motion and behavior through space and time, and the related entities of energy and force. It is one of the most fundamental scientific disciplines. A scientist who"
    },
    {
      "chunk_id": 28,
      "paper_title": "Mathematics",
      "source": "wikipedia",
      "text_preview": "Mathematics is a field of study that discovers and organizes methods, theories, and theorems that are developed and proved for the needs of empirical sciences and mathematics itself. There are many areas of mathematics, which include number"
    },
    {
      "chunk_id": 29,
      "paper_title": "The foundations of quantum mechanics",
      "source": "crossref",
      "text_preview": "<p>Operators in quantum mechanics</p> <p>Linear operators</p> <p>Eigenfunctions and eigenvalues</p> <p>Representations</p> <p>Commutation and non-commutation</p> <p>The construction of operators</p> <p>Integrals over operators</p> <p>Dirac "
    },
    {
      "chunk_id": 30,
      "paper_title": "Quantum mechanics",
      "source": "wikipedia",
      "text_preview": "Quantum mechanics is the fundamental physical theory that describes the behavior of matter and of light; its unusual characteristics typically occur at and below the scale of atoms. It is the foundation of all quantum physics, which include"
    },
    {
      "chunk_id": 31,
      "paper_title": "Electromagnetism",
      "source": "wikipedia",
      "text_preview": "In physics, electromagnetism is an interaction that occurs between particles with electric charge via electromagnetic fields. The electromagnetic force is one of the four fundamental forces of nature. It is the dominant force in the interac"
    },
    {
      "chunk_id": 32,
      "paper_title": "Electromagnetism",
      "source": "wikipedia",
      "text_preview": ". Macroscopic charged objects are described in terms of Coulomb's law for electricity and Ampère's force law for magnetism; the Lorentz force describes microscopic charged particles."
    },
    {
      "chunk_id": 33,
      "paper_title": "Statistical Fluid Dynamics",
      "source": "crossref",
      "text_preview": "<p>In the previous chapter, we considered fluid turbulence from a heuristic viewpoint, combining ideas based on fundamental conservation laws with more qualitative ideas about irreversible behavior. However, there have been many attempts to"
    },
    {
      "chunk_id": 34,
      "paper_title": "Statistical Fluid Dynamics",
      "source": "crossref",
      "text_preview": "he same way as the quasigeostrophic equations contain only a part of the physics in the more exact primitive equations. In this chapter, we examine fluid turbulence from the standpoint of equilibrium and nonequilibrium statistical mechanics"
    },
    {
      "chunk_id": 35,
      "paper_title": "Statistical Fluid Dynamics",
      "source": "crossref",
      "text_preview": "e specialized sources. This chapter continues a theme, begun in chapter 4, to be continued in chapter 6, that much of our understanding of turbulence is based on two general principles: the conservation principle, which states that quantiti"
    },
    {
      "chunk_id": 36,
      "paper_title": "Fundamentals of Fluid Dynamics",
      "source": "crossref",
      "text_preview": "<jats:title>Abstract</jats:title> <jats:p>This chapter starts with a discussion of the continuum hypothesis and the conditions under which it can be used. The origin of the internal forces acting in moving fluids is then identified and the "
    },
    {
      "chunk_id": 37,
      "paper_title": "Astrophysics",
      "source": "wikipedia",
      "text_preview": "Astrophysics is a science that applies the methods and principles of physics and chemistry in the study of astronomical objects and phenomena including the universe. As one of the founders of the discipline, James Keeler, said, astrophysics"
    },
    {
      "chunk_id": 38,
      "paper_title": "The New Cosmology",
      "source": "crossref",
      "text_preview": "<jats:title>Abstract</jats:title> <jats:p>Cosmology” means a theory of the universe as a whole. Since that universe is an emerging reality-one in process-I use the word to mean an understanding of both its origins and its evolution to the p"
    },
    {
      "chunk_id": 39,
      "paper_title": "Observational cosmology",
      "source": "crossref",
      "text_preview": "<jats:title>Abstract</jats:title> <jats:p>The isotropic 2.7 K blackbody radiation, the 24 per cent cosmic helium abundance, and the similarity between the ages of galaxies and the age of the universe all support the big-bang models derived "
    },
    {
      "chunk_id": 40,
      "paper_title": "Cosmology",
      "source": "wikipedia",
      "text_preview": "Cosmology is the study of the nature of the universe, the cosmos. The term cosmology was first used in English in 1656 in Thomas Blount's Glossographia, with the meaning of \"a speaking of the world\". In 1731, German philosopher Christian Wo"
    },
    {
      "chunk_id": 41,
      "paper_title": "Cosmology",
      "source": "wikipedia",
      "text_preview": "d. Religious or mythological cosmology is a body of beliefs based on mythological, religious, and esoteric literature and traditions of creation myths and eschatology."
    },
    {
      "chunk_id": 42,
      "paper_title": "String theory",
      "source": "wikipedia",
      "text_preview": "In physics, string theory is a theoretical framework in which the point-like particles of particle physics are replaced by one-dimensional objects called strings. String theory describes how these strings propagate through space and interac"
    },
    {
      "chunk_id": 43,
      "paper_title": "Chaos theory",
      "source": "wikipedia",
      "text_preview": "Chaos theory is an interdisciplinary area of scientific study and branch of mathematics. It focuses on underlying patterns and deterministic laws of dynamical systems that are highly sensitive to initial conditions. These were once thought "
    },
    {
      "chunk_id": 44,
      "paper_title": "Particle physics",
      "source": "wikipedia",
      "text_preview": "Particle physics or high-energy physics is the study of fundamental particles and forces that constitute matter and radiation. The field also studies combinations of elementary particles up to the scale of protons and neutrons, while the st"
    },
    {
      "chunk_id": 45,
      "paper_title": "Non-linear plasma physics",
      "source": "crossref",
      "text_preview": "<jats:title>Abstract</jats:title> <jats:p>We shall now consider the connection between the two major ways of describing plasma that have been used so far. First, we considered the dynamics of a single particle in the plasma, which leads dir"
    },
    {
      "chunk_id": 46,
      "paper_title": "Basic plasma characteristics",
      "source": "crossref",
      "text_preview": "<jats:title>Abstract</jats:title> <jats:p>We start by considering an assembly that consists of an equal number of electrons with charge -e and ions (atomic nuclei) with charge +e. Suppose that these particles are initially uniformly distrib"
    },
    {
      "chunk_id": 47,
      "paper_title": "Kinetic description of plasma",
      "source": "crossref",
      "text_preview": "<jats:title>Abstract</jats:title> <jats:p>Let us first look back at the different approaches that we have used for describing plasmas. After emphasizing the collective nature of plasma behaviour in Chapter 1, we considered the dynamics of s"
    },
    {
      "chunk_id": 48,
      "paper_title": "Magnetohydrodynamic description of plasma",
      "source": "crossref",
      "text_preview": "<jats:title>Abstract</jats:title> <jats:p>So far, we have based our study of plasmas on the single particle dynamics of the constituent electrons and ions. We have used these dynamics as the basis for a dielectric description of the plasma."
    },
    {
      "chunk_id": 49,
      "paper_title": "Dielectric description of cold plasma",
      "source": "crossref",
      "text_preview": "<jats:title>Abstract</jats:title> <jats:p>The macroscopic response of any medium to an applied electric field is determined by the sum of the microscopic responses of the individual particles that make up the medium. In a conducting medium,"
    },
    {
      "chunk_id": 50,
      "paper_title": "Principles of Nano-Optics",
      "source": "semantic_scholar",
      "text_preview": "Research in optics and photonics, in parallel with the rapid development of nanoscience, has driven advancements within many fields of contemporary science and technology, allowing nano-optics to flourish as a research field. This authorita"
    },
    {
      "chunk_id": 51,
      "paper_title": "Principles of Nano-Optics",
      "source": "semantic_scholar",
      "text_preview": "croscopy, random media, and coupled-mode theory. It remains an essential resource for graduate students and researchers working in photonics, optoelectronics, and nano-optics."
    },
    {
      "chunk_id": 52,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "Exceptional points in optics Many complex systems operate with loss. Mathematically, these systems can be described as non-Hermitian. A property of such a system is that there can exist certain conditions—exceptional points—where gain and l"
    },
    {
      "chunk_id": 53,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "mentally different nature compared to the neighboring points. Exceptional points are spectral singularities in the parameter space of a system in which two or more eigenvalues, and their corresponding eigenvectors, simultaneously coalesce. "
    },
    {
      "chunk_id": 54,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "an be integrated as nonconservative ingredients to create artificial materials and structures with altogether new optical properties. ADVANCES As we introduce gain and loss in a nanophotonic system, the emergence of exceptional point singul"
    },
    {
      "chunk_id": 55,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "asurements and for manipulating the modal content of multimode lasers. In addition, adiabatic parametric evolution around exceptional points provides interesting schemes for topological energy transfer and designing mode and polarization co"
    },
    {
      "chunk_id": 56,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "ext of optics and photonics, in particular, this topic is highly important because of the ubiquity of nonconservative elements of gain and loss. In this regard, the theoretical developments in the field of non-Hermitian physics have allowed"
    },
    {
      "chunk_id": 57,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "us parameter dependence in the response of non-Hermitian systems when operating around exceptional point singularities. Such effects can have important ramifications in controlling light in new nanophotonic device designs, which are fundame"
    },
    {
      "chunk_id": 58,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "environments such as plasmonic and semiconductor materials, which play a key role in optoelectronics. Finally, emerging platforms such as optomechanical cavities provide opportunities to investigate exceptional points and their associated p"
    },
    {
      "chunk_id": 59,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "are all governed by the coupled-mode equations. (B) Two coupled lasers pumped at different rates. (C) Dynamical interaction between optical and mechanical degrees of freedom in an optomechanical cavity. (D) A resonator with counter-rotating"
    },
    {
      "chunk_id": 60,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "es are distinct features of non-Hermitian systems, which do not obey conservation laws because they exchange energy with the surrounding environment. Non-Hermiticity has been of great interest in recent years, particularly in connection wit"
    },
    {
      "chunk_id": 61,
      "paper_title": "Exceptional points in optics and photonics",
      "source": "semantic_scholar",
      "text_preview": "nce of exceptional point singularities dramatically alters their overall response, leading to a range of exotic optical functionalities associated with abrupt phase transitions in the eigenvalue spectrum. These concepts enable ultrasensitiv"
    },
    {
      "chunk_id": 62,
      "paper_title": "MICADO: the E-ELT adaptive optics imaging camera",
      "source": "semantic_scholar",
      "text_preview": "MICADO is the adaptive optics imaging camera for the E-ELT. It has been designed and optimised to be mounted to the LGS-MCAO system MAORY, and will provide diffraction limited imaging over a wide (~1 arcmin) field of view. For initial opera"
    },
    {
      "chunk_id": 63,
      "paper_title": "Optics",
      "source": "wikipedia",
      "text_preview": "Optics is the branch of physics that studies the behaviour, manipulation, and detection of electromagnetic radiation, including its interactions with matter and instruments that use or detect it. Optics usually describes the behaviour of vi"
    },
    {
      "chunk_id": 64,
      "paper_title": "Tests of general relativity with GWTC-3",
      "source": "semantic_scholar",
      "text_preview": "The ever-increasing number of detections of gravitational waves (GWs) from compact binaries by the Advanced LIGO and Advanced Virgo detectors allows us to perform ever-more sensitive tests of general relativity (GR) in the dynamical and str"
    },
    {
      "chunk_id": 65,
      "paper_title": "Tests of general relativity with GWTC-3",
      "source": "semantic_scholar",
      "text_preview": "rom the data for each event, to be consistent with the detector noise. Additionally, we find all the post-Newtonian deformation coefficients to be consistent with the predictions from GR, with an improvement by a factor of ~2 in the -1PN pa"
    },
    {
      "chunk_id": 66,
      "paper_title": "Tests of general relativity with GWTC-3",
      "source": "semantic_scholar",
      "text_preview": "The studies of the properties of the remnant BHs, including deviations of the quasi-normal mode frequencies and damping times, show consistency with the predictions of GR. In addition to considering signals individually, we also combine res"
    },
    {
      "chunk_id": 67,
      "paper_title": "The Confrontation between General Relativity and Experiment",
      "source": "semantic_scholar",
      "text_preview": "The status of experimental tests of general relativity and of theoretical frameworks for analyzing them is reviewed. Einstein’s equivalence principle (EEP) is well supported by experiments such as the Eötvös experiment, tests of special rel"
    },
    {
      "chunk_id": 68,
      "paper_title": "The Confrontation between General Relativity and Experiment",
      "source": "semantic_scholar",
      "text_preview": "cent using the Hulse-Taylor binary pulsar, and other binary pulsar systems have yielded other tests, especially of strong-field effects. When direct observation of gravitational radiation from astrophysical sources begins, new tests of gene"
    },
    {
      "chunk_id": 69,
      "paper_title": "Tests of general relativity with the binary black hole signals from the LIGO-Virgo catalog GWTC-1",
      "source": "semantic_scholar",
      "text_preview": "The detection of gravitational waves by Advanced LIGO and Advanced Virgo provides an opportunity to test general relativity in a regime that is inaccessible to traditional astronomical observations and laboratory tests. We present four test"
    },
    {
      "chunk_id": 70,
      "paper_title": "Tests of general relativity with the binary black hole signals from the LIGO-Virgo catalog GWTC-1",
      "source": "semantic_scholar",
      "text_preview": "difications to the propagation of gravitational waves due to a modified dispersion relation, including that from a massive graviton. We present results both for individual events and also results obtained by combining together particularly "
    },
    {
      "chunk_id": 71,
      "paper_title": "Statistical Mechanics",
      "source": "semantic_scholar",
      "text_preview": "Professor Chen Ning Yang has made seminal and influential contributions in many different areas in theoretical physics. This talk focuses on his contributions in statistical mechanics, a field in which Professor Yang has held a continual in"
    },
    {
      "chunk_id": 72,
      "paper_title": "Statistical mechanics of complex networks",
      "source": "semantic_scholar",
      "text_preview": "The emergence of order in natural systems is a constant source of inspiration for both physical and biological sciences. While the spatial order characterizing for example the crystals has been the basis of many advances in contemporary phy"
    },
    {
      "chunk_id": 73,
      "paper_title": "Statistical mechanics of complex networks",
      "source": "semantic_scholar",
      "text_preview": "from a node) is a Poisson distribution. In contrast, recent empirical studies, including the work of our group, indicate that the topology of real networks is much richer than that of random graphs. In particular, the degree distribution of"
    },
    {
      "chunk_id": 74,
      "paper_title": "Statistical mechanics of complex networks",
      "source": "semantic_scholar",
      "text_preview": "with highest degree induces a rapid breakdown of the network to isolated subparts that cannot communicate with each other. The non-trivial scaling of the degree distribution of real networks is also an indication of their assembly and evolu"
    },
    {
      "chunk_id": 75,
      "paper_title": "Quantum statistical mechanics",
      "source": "semantic_scholar",
      "text_preview": "Quantum statistical mechanics governs metals, semiconductors, and neutron stars. Statistical mechanics spawned Planck’s invention of the quantum, and explains Bose condensation, superfluids, and superconductors. This chapter briefly describ"
    },
    {
      "chunk_id": 76,
      "paper_title": "Colloquium : Statistical mechanics and thermodynamics at strong coupling: Quantum and classical",
      "source": "semantic_scholar",
      "text_preview": "The question of how classical systems approach thermal equilibrium is as old as the foundations of thermodynamics and statistical mechanics. How quantum systems decohere and thermalize is even more puzzling. This Colloquium provides an acco"
    },
    {
      "chunk_id": 77,
      "paper_title": "Unitary designs from statistical mechanics in random quantum circuits.",
      "source": "semantic_scholar",
      "text_preview": "Random quantum circuits are proficient information scramblers and efficient generators of randomness, rapidly approximating moments of the unitary group. We study the convergence of local random quantum circuits to unitary $k$-designs. Empl"
    },
    {
      "chunk_id": 78,
      "paper_title": "Unitary designs from statistical mechanics in random quantum circuits.",
      "source": "semantic_scholar",
      "text_preview": "esigns in $O(nk)$ depth and are thus essentially optimal in both $n$ and $k$. We can show this in the limit of large local dimension, but more generally rely on a conjecture about the dominance of certain domain wall configurations."
    }
  ],
  "dedupe": true,
  "mmr_lambda": 0.75,
  "embed_max_len": 256
}